/*
 * Loco ios export: iOS Localizable.strings
 * Project: ElmediaPlayer Mac
 * Release: Working copy
 * Locale: pl, Polish
 * Tagged: Localizable
 * Status: Translated
 * Exported by: Viktoriia Kharchenko
 * Exported at: Tue, 07 May 2019 13:38:11 +0300
 */

/* loco:57962a4b14d7255f438b4567 */
"button_ok" = "OK";

/* loco:57962a4d14d725f3428b4569 */
"button_cancel" = "Anuluj";

/* loco:57962a4f14d72560428b4568 */
"button_yes" = "Tak";

/* loco:57962a5114d7255f438b4569 */
"button_no" = "Nie";

/* loco:57962a5314d7258b418b456d */
"button_open" = "Otwórz";

/* loco:57962a5514d72510408b4570 */
"button_dont_ask" = "Nie pytaj ponownie";

/* loco:57962a5a14d7258b418b456f */
"button_dont_show" = "Nie pokazuj ponownie";

/* loco:57962a5a14d725e2428b456a */
"alertMessageHaveDownloads" = "Masz zamiar anulować bieżące pobieranie";

/* loco:57962a5b14d725af428b456a */
"alertInfoHaveDownloads" = "Jesteś pewny?";

/* loco:57962a5d14d72560428b456a */
"alertMessageIfHaveActiveDownloads" = "Masz %ld pobieranych w tej chwili.";

/* loco:57962a5f14d7257f418b4579 */
"alertInfoClearAllIfHaveActiveDownloads" = "Anulować aktualnie pobierane pliki i wyczyścić listę?";

/* loco:57962a6114d725f3428b456b */
"alertInfoTerminateIfHaveActiveDownloads" = "Czy na pewno chcesz zakończyć?";

/* loco:57962a6314d725af428b456c */
"alertInfoRestoreActiveDownloads" = "Przywróć wszystkie aktualnie pobierane pliki?";

/* loco:57962a6614d72588448b4567 */
"alertMessageClearAllDownloads" = "Masz zamiar usunąć wszystkie pliki do pobrania";

/* loco:57962a6714d725af428b456e */
"alertInfoClearAllDownloads" = "Wyczyść wszystko";

/* loco:57962a6914d72588448b4569 */
"alertMessageCanNotFoundFile" = "Nie znaleziono pliku";

/* loco:57962a6b14d725af428b4570 */
"alertInfoCanNotShowFile" = "Plik został przeniesiony lub usunięty. Czy chcesz pobrać ją ponownie?";

/* loco:57962a6d14d725ad428b456a */
"alertInfoCanNotFoundFileNeedRedownload" = "Prawdopodobnie masz usunąć go z komputera lub przeniesiony do innego folderu.\nDo, że chcesz pobrać ją ponownie?";

/* loco:57962a6f14d725c0438b456a */
"alertMessageNotExistInFinder" = "Oryginalny plik nie znaleziony";

/* loco:57962a7114d7258b418b4571 */
"alertInfoNotExistInFinder" = "Prawdopodobnie ma ona usunięta z komputera lub przeniesiony do innego folderu. Usunąć go z listy pobrania?";

/* loco:57962a7314d7255f438b456d */
"alertMessageFileNotExist" = "Plik nie istnieje";

/* loco:57962a7514d725c0438b456c */
"alertInfoFileNotExist" = "Prawdopodobnie masz usunąć go z komputera lub przeniesiony do innego folderu.";

/* loco:57962a7714d725e2428b4571 */
"alertMessageDeviceNotFound" = "Czy możesz znaleźć urządzenie";

/* loco:57962a7914d725ad428b456d */
"alertInfoDeviceNotFound" = "Proszę upewnij się, że urządzenie, które chcesz zapisywać filmy i jest prawidłowo podłączony do komputera i spróbuj ponownie.";

/* loco:57962a7b14d725c0438b456e */
"alertMessageNoFreeSpace" = "Za mało miejsca!";

/* loco:57962a7d14d725e2428b4573 */
"alertInfoNoFreeSpace" = "Nie masz wystarczającej ilości miejsca na dysku aby zapisać nowe filmy. Oczyścić miejsce i spróbuj ponownie.";

/* loco:57962a8014d72588448b456d */
"alertPathNotExistsMessage" = "Nie można zapisać w ścieżce wskazanej";

/* loco:57962a8114d725af428b4574 */
"alertPathNotExistsInfo" = "Proszę upewnić się, że ta ścieżka istnieje. Sprawdź, czy ścieżka jest prawidłowo wskazany w preferencjach graczy Elmedia.";

/* loco:57962a8314d725c0438b4570 */
"lblDownloadState" = "Pobrania: ";

/* loco:57962a8514d725e2428b4575 */
"lblActiveDownloads" = "%d aktywne";

/* loco:57962a8714d725c0438b4572 */
"lblSuspendedDownloads" = "%d wstrzymane";

/* loco:57962a8914d7255f438b4570 */
"lblQueuedDownloads" = "%d w kolejce";

/* loco:57962a8c14d7257f418b457f */
"labelCanNotFindVideo" = "Czy możesz znaleźć urządzenie?";

/* loco:57962a8e14d7255f438b4572 */
"buttonClickHere" = "Kliknij tutaj";

/* loco:57962a8f14d7258b418b4573 */
"txtStateSuspended" = "Pobieranie wstrzymane";

/* loco:57962a9114d7255f438b4574 */
"txtStateSuspendedConvert" = "Konwersja wstrzymana";

/* loco:57962a9314d725c0438b4574 */
"txtStateQueued" = "W kolejce do pobrania...";

/* loco:57962a9514d7257f418b4581 */
"txtStateUpdateLinks" = "Aktualizacja link...";

/* loco:57962a9714d725ad428b456f */
"txtVideoConverted" = "Konwersji wideo (%.1f %%)...";

/* loco:57962a9a14d72588448b4571 */
"txtAudioConverted" = "Konwersja audio (%.1f %%)...";

/* loco:57962a9b14d725e2428b4578 */
"txtAddingCover" = "Dodawanie grafiki (%.1f %%)...";

/* loco:57962aa114d725e2428b457a */
"headerColumnTitle" = "Nazwa";

/* loco:57962aa314d725f3428b4572 */
"headerColumnType" = "Typ";

/* loco:57962aa614d725c0438b4577 */
"headerColumnAction" = "Akcja";

/* loco:57962aa814d7258b418b4578 */
"headerColumnSize" = "Szacowany rozmiar";

/* loco:57962aa914d725af428b4576 */
"headerColumnDate" = "Data";

/* loco:57962aab14d725ad428b4571 */
"buttonActionDownloadAll" = "Wszystko ściągnij";

/* loco:57962aad14d72588448b4575 */
"buttonActionCancelAll" = "Anuluj wszystko";

/* loco:57962aaf14d7258b418b457a */
"buttonActionCancelProcessing" = "Anuluj wykonywanie";

/* loco:57962ab114d7255f438b457b */
"buttonActionDownload" = "Pobierz";

/* loco:57962ab414d72588448b4577 */
"buttonActionCancel" = "Anuluj";

/* loco:57962ab514d725e2428b457d */
"buttonActionPlay" = "Odtwarzanie ";

/* loco:57962ab714d725af428b4578 */
"buttonActionShow" = "Otwórz w programie Finder";

/* loco:57962ab914d7257f418b4586 */
"buttonPreview" = "podgląd";

/* loco:57962abb14d7255f438b457d */
"webPageType" = "strona";

/* loco:57962abd14d725ad428b4575 */
"textComplete" = "Zrobione";

/* loco:57962ac214d72588448b4579 */
"buttonVideo" = "Wideo";

/* loco:57962ac314d725f3428b4576 */
"buttonAudio" = "Dźwięk";

/* loco:57962ac514d725ad428b4577 */
"buttonFlash" = "Flash";

/* loco:57962ac714d725c0438b457c */
"buttonDownloads" = "Pobrania";

/* loco:57962ac914d725ad428b4579 */
"buttonClearAll" = "Wyczyść wszystko";

/* loco:57962acb14d72560428b4574 */
"buttonPlayer" = "Player";

/* loco:57962ace14d725ad428b457b */
"downloadsContextMenuDownloadSelected" = "Pobierz";

/* loco:57962acf14d7258b418b457e */
"downloadsContextMenuSuspend" = "Wstrzymanie";

/* loco:57962ad114d725af428b457a */
"downloadsContextMenuResume" = "Ponów";

/* loco:57962ad314d7257f418b458b */
"downloadsContextMenuDownloadSelectedWithFolx" = "Pobierz za pomocą Folx";

/* loco:57962ad514d725ad428b457d */
"downloadsContextMenuCancel" = "Anuluj";

/* loco:57962ad714d725f3428b4578 */
"downloadsContextMenuPlay" = "Odtwarzanie";

/* loco:57962ada14d72560428b4576 */
"downloadsContextMenuPlayOnline" = "Odtwarzanie wideo Online";

/* loco:57962adc14d725ad428b457f */
"downloadsContextMenuAddToPlaylist" = "Dodaj do list odtwarzania";

/* loco:57962add14d725f3428b457a */
"downloadsContextMenuShowInFinder" = "Otwórz w programie Finder";

/* loco:57962adf14d7255f438b4582 */
"downloadsContextMenuCopyUrl" = "Kopiuj link";

/* loco:57962ae114d725e2428b4582 */
"downloadsContextMenuOpenInBrowser" = "Otwórz link";

/* loco:57962ae314d7257f418b458f */
"downloadsContextMenuDelete" = "Usuń";

/* loco:57962ae514d725ad428b4581 */
"alertMessageFolxNotFound" = "Folx nie jest zainstalowany";

/* loco:57962ae814d725c0438b4580 */
"alertInfoFolxNotFound" = "Nie można użyć Folx pobierania, ponieważ nie jest on zainstalowany. Możesz przejść do strony głównej aplikacji i pobrać go.";

/* loco:57962ae914d72560428b4578 */
"buttonDownloadFolx" = "Pobierz Folx";

/* loco:57962aeb14d725ad428b4583 */
"buttonVisitPage" = "Odwiedź stronę domową";

/* loco:57962aed14d725c0438b4582 */
"alertMessageDeleteFiles" = "Można również usunąć oryginalny plik";

/* loco:57962aef14d7255f438b4585 */
"alertInfoDeleteFiles" = "Co chcesz zrobić?";

/* loco:57962af114d725e2428b4586 */
"buttonKeepFile" = "Zachowaj";

/* loco:57962af414d7255f438b4587 */
"buttonMoveToTrash" = "Usuń";

/* loco:57962af614d725ad428b4585 */
"buttonRememberChoice" = "Zapamiętaj mój wybór";

/* loco:57962af714d725c0438b4584 */
"alertMessageConnectionDidFail" = "Błąd sieci";

/* loco:57962af914d725af428b457e */
"alertInfoConnectionDidFail" = "Pobieranie zasobów \"%@\" od strony %@ nie powiodło się\n(%@)";

/* loco:57962afb14d725e2428b4588 */
"alertInfoErrorHttpStatus" = "Kod stanu HTTP %lu: %@";

/* loco:57962afd14d725c0438b4586 */
"alertInfoConnectionDidFailForVideoDash" = "Jeden lub więcej zasobów nie można pobrać teraz. Spróbuj pobrać wideo w rozdzielczości 720 lub 360 pikseli.";

/* loco:57962aff14d7255f438b4589 */
"alertInfoConnectionDidFailForAudioDash" = "Jeden lub więcej zasobów nie można pobrać teraz. Spróbuj pobrać audio w formacie MP3.";

/* loco:57962b0214d725e2428b458a */
"alertVideoPartPlaylistMessage" = "To wideo jest częścią Playlisty";

/* loco:57962b0314d7250d468b4569 */
"alertVideoPartPlaylistInfo" = "Czy chcesz otworzyć całą listę odtwarzania w Elmedia lub po prostu konkretnego filmu?";

/* loco:57962b0514d725af428b4581 */
"buttonDownloadVideo" = "Otwórz Wideo";

/* loco:57962b0714d72508468b456a */
"buttonDownloadPlaylist" = "Otwórz playlistę";

/* loco:57962b0b14d725e2428b458c */
"titleWindowOpenURL" = "Otwórz wideo Online";

/* loco:57962b0e14d725c0438b4589 */
"alertMessageMimeTypeNotSupported" = "Odtwarzanie wideo Online";

/* loco:57962b1014d72560428b457b */
"alertInfoMimeTypeNotSupported" = "Może to nie jest film lub wideo tego typu nie jest obsługiwany.";

/* loco:57962b1114d725f3428b457d */
"alertMessageInvalidHttpStatusCode" = "Odtwarzanie wideo Online";

/* loco:57962b1314d7250d468b456c */
"alertInfoInvalidHttpStatusCode" = "Wysyłanie żądania HTTP nie powiodło się.";

/* loco:57962b1514d725e2428b458e */
"alertMessageNoLinksFromYoutube" = "Bezpośrednie powiązania do filmy";

/* loco:57962b1714d72508468b456d */
"alertInfoNoLinksFromYoutube" = "Ten link nie otwiera żadnych wideo. Dlatego da się grać.";

/* loco:57962b1914d7255f438b458b */
"alertMessageErrorConnection" = "Nie można połączyć się z serwerem lub ścieżka jest nieprawidłowa.";

/* loco:57962b1c14d725ad428b4588 */
"buttonAddToPlaylist" = "Dodaj do list odtwarzania";

/* loco:57962b1d14d7250d468b456e */
"lblInfoInOpenUrl" = "Wprowadź prawidłowy adres URL do wideo online, lub sieci web stronę YouTube, Vimeo i Dailymotion";

/* loco:57962b1f14d725ad428b458a */
"lblInfoInOpenUrlSkippedLinks" = "Zakończono analizowanie listy odtwarzania. Niestety niektóre filmy w nim nie są dostępne. Pomijane %d z %d linki.";

/* loco:57962b2114d72560428b457e */
"parcingInProcess" = "Analiza w toku...";

/* loco:57962b2314d725af428b4585 */
"parcingProcessedLinks" = "Przetwarzane %d z %d linki";

/* loco:57962b2514d72508468b456f */
"maxQuality" = "najlepszy";

/* loco:57962b2a14d725e2428b4590 */
"activationEnterCodeMsg" = "Wprowadź swój kod aktywacyjny:";

/* loco:57962b2d14d72588448b4584 */
"activationLostActivationCodeLink" = "Stracił swój kod aktywacyjny?";

/* loco:57962b2f14d72508468b4571 */
"activationButtonActivateTitle" = "Aktywuj";

/* loco:57962b3114d7250d468b4571 */
"activationWindowInfo" = "Jeśli zakupiono Elmedia Player PRO, kod aktywacyjny będzie w mailu. Wpisz go tutaj.";

/* loco:57962b3314d72560428b4581 */
"alertWrongKeyFormatMessage" = "Nie można ukończyć aktywacji.";

/* loco:57962b3614d725af428b4588 */
"alertWrongKeyFormatInfo" = "Upewnij się, że kod aktywacyjny został wprowadzony poprawnie. Zalecane jest, że kopiujesz i wklejasz tekst operacji w celu uniknięcia błędów wprowadzania.";

/* loco:57962b3714d725f3428b4582 */
"alertRegistrationCompleteMessage" = "Aktywacji udane";

/* loco:57962b3914d72588448b4586 */
"alertRegistrationCompleteInfo" = "Dziękujemy za zakup wersji PRO Player Elmedia. Teraz zapraszamy wszystkich wspaniałych funkcji, które oferuje.";

/* loco:57962b3b14d725f3428b4584 */
"prefGeneral" = "Ogólne";

/* loco:57962b3d14d725af428b458b */
"prefSwfNFlv" = "SWF";

/* loco:57962b3f14d72508468b4573 */
"prefPlaylist" = "Playlista";

/* loco:57962b4214d725ad428b458e */
"prefCapture" = "Przechwycić";

/* loco:57962b4414d7250d468b4573 */
"prefVideo" = "Wideo";

/* loco:57962b4514d725f3428b4586 */
"prefSubtitles" = "Tytuły";

/* loco:57962b4714d7250d468b4575 */
"prefGeneralPathForDownloads" = "Ułóż nowe pliki do pobrania:";

/* loco:57962b4914d725af428b458e */
"prefGeneralAutoAddDownloadedFilesToPlaylist" = "Automatyczne dodawanie pobrane pliki do listy odtwarzania";

/* loco:57962b4b14d72508468b4576 */
"prefGeneralAutoPlay" = "Dodany do listy odtwarzania plików Autoplay";

/* loco:57962b4d14d72588448b4588 */
"prefGeneralAutoResume" = "Wznowić odtwarzanie od miejsca, w którym zostało przerwane";

/* loco:57962b5114d725c0438b458e */
"prefGeneralResetButtonTitle" = "Odznacz wszystkie \"Nie pytaj ponownie\" pola";

/* loco:57962b5314d725af428b4590 */
"menuPathOther" = "Inne...";

/* loco:57962b5514d72508468b4579 */
"prefSwfNFlvLowQuality" = "Niska";

/* loco:57962b5714d7255f438b4593 */
"prefSwfNFlvMediumQuality" = "Średni";

/* loco:57962b5914d725e2428b4597 */
"prefSwfNFlvHighQuality" = "Wysoka";

/* loco:57962b5c14d7250d468b4578 */
"prefSwfNFlvDefaultFlashQuality" = "Domyślnie program Flash jakości:";

/* loco:57962b5e14d725ad428b4591 */
"prefSwfNFlvEnableFlashLocalSecurity" = "Włącz flashowy pokaz slajdów";

/* loco:57962b5f14d725c0438b4590 */
"prefSwfNFlvAllowToSendReceiveDataOverNetwork" = "Pozostawić do wysyłania i odbierania danych przez sieć";

/* loco:57962b6114d7255f438b4596 */
"prefPlaylistGotoNext" = "Przejdź do następnego elementu listy, jeśli:";

/* loco:57962b6314d725e2428b4599 */
"prefPlaylistLastFrame" = "osiągnięciu ostatniej klatki";

/* loco:57962b6514d725f6468b456a */
"prefPlaylistDecrease" = "numer ramki, zmniejszenie";

/* loco:57962b6714d7253b478b4567 */
"prefPlaylistStaySameFrame" = "player pozostaje na tej samej ramce więcej niż...";

/* loco:57962b6a14d725f3428b458c */
"prefPlaylistTimeValue" = "%1.0f sek.";

/* loco:57962b6b14d7255f438b4598 */
"prefPlaylistNoteText" = "Wszystkie powyższe ustawienia są stosowane tylko pliki SWF. Jeśli opcja nie jest zaznaczona, Elmedia gracz nie będzie przejść do następnego pliku.";

/* loco:57962b6d14d725e2428b459c */
"prefCapturePathForScreenshots" = "Zapisać zdjęcia do:";

/* loco:57962b6f14d725c0438b4593 */
"prefCaptureScreenshotIntervalText" = "Interwał zrzutów ekranu:";

/* loco:57962b7114d725e2428b459e */
"prefCaptureScreenshotIntervalValue" = "%1.1f sek.";

/* loco:57962b7314d725c0438b4595 */
"prefCaptureAlwaysStartCapturing" = "Zawsze rozpocząć przechwytywanie klatki 1";

/* loco:57962b7614d7253b478b456a */
"prefCaptureKeepKapturing" = "Zachować przechwytywania w każdy następny film z playlisty";

/* loco:57962b7814d72508468b457e */
"prefVideoForceIdx" = "Wymusza przebudowanie indeksu";

/* loco:57962b7914d72588448b458b */
"prefVideoForceIdxNote" = "Z tego na ustawienie Elmedia gracz wyznaczy indeks aby wideo można wyszukać, przydatne na niektóre uszkodzone pliki. Ale może to opóźnić rozpoczęcie odtwarzania przez kilka sekund.";

/* loco:57962b7b14d7256b478b4567 */
"prefVideoUseCacheForLocalFiles" = "Użyj pamięci podręcznej dla plików lokalnych";

/* loco:57962b7d14d7253b478b456c */
"prefVideoShowsOSD" = "Pokaż menu OSD";

/* loco:57962b7f14d7256b478b4569 */
"prefVideoSkipFrames" = "Pomijaj klatki obrazu";

/* loco:57962b8414d725f6468b456c */
"prefVideoDeinterlaceMethod" = "Metoda usuwania przeplotu:";

/* loco:57962b8514d7250d468b457c */
"prefChangesRequireRestartNoteText" = "Zmiany wymagają ponownego uruchomienia odtwarzania.";

/* loco:57962b9014d7256b478b456e */
"prefSubtitlesEncoding" = "Kodowanie:";

/* loco:57962b9214d7253b478b4570 */
"prefSubtitlesFont" = "Czcionka:";

/* loco:57962b9314d725f6468b456e */
"prefSubtitlesSize" = "Rozmiar:";

/* loco:57962b9914d7250d468b4582 */
"popoverPlaylistSegmentTitle" = "Playlista";

/* loco:57962b9c14d7256b478b4570 */
"popoverDownloadsSegmentTitle" = "Pobrania";

/* loco:57962b9e14d7253b478b4574 */
"popoverClearButtonTitle" = "Wyczyść";

/* loco:57962b9f14d7256b478b4572 */
"inspectorWindowTitle" = "Info";

/* loco:57962ba114d725c0438b459b */
"inspectorWindowDurationLabel" = "Czas trwania:";

/* loco:57962ba314d72531478b456d */
"inspectorWindowLengthLabel" = "Długość:";

/* loco:57962ba514d7255d478b456b */
"inspectorWindowSourceLabel" = "Źródło:";

/* loco:57962ba714d7250d468b4584 */
"inspectorWindowTrackInfoLabel" = "Śledź informacje:";

/* loco:57962baa14d7253b478b4576 */
"inspectorWindowStreamStringFormat" = "Stream %d:";

/* loco:57962bac14d72508468b4586 */
"inspectorWindowAudioFormat" = "Dźwięk %d: ";

/* loco:57962bae14d725e0478b4567 */
"inspectorWindowVideoFormat" = "Wideo %d: ";

/* loco:57962baf14d72531478b4570 */
"inspectorWindowSubtitlesFormat" = "Napisy %d: ";

/* loco:57962bb214d7255d478b456e */
"inspectorWindowUnknown" = "Nieznane";

/* loco:57962bb314d7253b478b4578 */
"inspectorWindowUndefined" = "Nieokreślony";

/* loco:57962bb614d7255d478b4570 */
"inspectorWindowNoInfo" = "Brak info";

/* loco:57962bb814d72531478b4573 */
"inspectorWindowFramesStringFormat" = "%d ramek";

/* loco:57962bba14d7256b478b4576 */
"Play" = "Odtwarzanie";

/* loco:57962bbc14d7253b478b457a */
"Pause" = "Wstrzymanie";

/* loco:57962bbe14d7255d478b4572 */
"playerContextMenuShowInFinder" = "Otwórz w programie Finder";

/* loco:57962bc014d72588448b4590 */
"playerContextMenuFloatOnTop" = "Unosić się na górę";

/* loco:57962bc214d72508468b458a */
"playerContextMenuSubtitles" = "Tytuły";

/* loco:57962bc414d7256b478b4578 */
"playerContextMenuAudioStream" = "Dźwięk";

/* loco:57962bc614d72588448b4592 */
"playerContextMenuScreenshot" = "Wykonano zrzut ekranu";

/* loco:57962bc814d725f6468b4572 */
"playerContextMenuSeriesOfScreenshot" = "Zarejestrować serię zrzutów ekranu";

/* loco:57962bcc14d72508468b458c */
"playlistContextMenuDelete" = "Usuń";

/* loco:57962bce14d7256b478b457a */
"playlistContextMenuGetInfo" = "Pobierz informacje";

/* loco:57962bd014d72531478b4576 */
"playlistContextMenuDeleteAllExceptSelected" = "Usuń wszystkie oprócz zaznaczonych";

/* loco:57962bd214d7256b478b457c */
"alertRemoveFromPlaylistMessage" = "Masz zamiar usunąć pliki z listy odtwarzania";

/* loco:57962bd414d7253b478b457e */
"alertConfirmInformativeText" = "Jesteś pewny?";

/* loco:57962bd614d725f6468b4575 */
"alertClearPlaylistMessage" = "Masz zamiar usunąć listę odtwarzania";

/* loco:57962bd814d72524488b4569 */
"alertResumePlayingMessage" = "Czy chcesz wznowić odtwarzanie od zatrzymania przed?";

/* loco:57962bda14d72531478b4578 */
"menuItemSubtitlesDisabled" = "Zablokowany";

/* loco:57962bdc14d725f6468b4577 */
"menuItemStreamFormat" = "Stream %d:";

/* loco:57962bde14d72588448b4595 */
"audioViewLabelArtist" = "Artysta:";

/* loco:57962be114d725e0478b456d */
"audioViewLabelAlbum" = "Album:";

/* loco:57962be214d7250d468b458b */
"audioViewLabelTime" = "Czas:";

/* loco:57962be414d72508468b4592 */
"audioViewUnknown" = "Nieznane";

/* loco:57962be614d725e0478b456f */
"demoReminderTitle" = "Udoskonalić %@";

/* loco:57962c0c14d725f6468b457a */
"demoReminderDontRemind" = "Nie przypominaj mi więcej";

/* loco:57962c0e14d7250d468b4593 */
"demoreminder.btnActivate" = "Aktywuj…";

/* loco:57962c1014d72531478b4580 */
"demoreminder.btnContinue" = "Kontynuować w trybie free";

/* loco:57962c1214d7255d478b4579 */
"demoreminder.btnBuyNow" = "Kup teraz";

/* loco:57962c1814d725e0478b457b */
"MainMenu_ElmediaPlayer_ChangeLicenseType" = "Zmień Licencję";

/* loco:57962c1a14d72531478b4582 */
"MainMenu_ElmediaPlayer_UpgradeLicense" = "Rozszerzenie licencji";

/* loco:57962c1c14d725e4488b4567 */
"MainMenu_ElmediaPlayer_Activate" = "Aktywuj wersję PRO...";

/* loco:57962c1e14d7253b478b458a */
"MainMenu_ElmediaPlayer_Purchase" = "Kup wersję PRO";

/* loco:57962c2014d72508468b45a1 */
"aboutWindowTitle" = "O %@";

/* loco:57962c2214d725e4488b4569 */
"aboutWindowVersionFormat" = "wersja %@";

/* loco:57962c2414d7253b478b458c */
"aboutWindowLicenseType" = "Rodzaj licencji:";

/* loco:57962c2614d7256b478b4585 */
"aboutWindowRegistered" = "Zarejestrowany:";

/* loco:57962c2814d7250d468b459a */
"screenshots" = "zrzuty ekranu";

/* loco:57962c2a14d7256b478b4587 */
"screenshot" = "zrzut ekranu";

/* loco:57962c2c14d7250d468b459c */
"savePanelTitleSavePlaylist" = "Zapisz listę odtwarzania";

/* loco:57962c2e14d725f6468b457e */
"openPanelTitleLoadPlaylist" = "Wczytaj listę odtwarzania";

/* loco:57962c3014d7250d468b459e */
"openPanelTitleOpenMediaFile" = "Otwórz plik";

/* loco:57962c3214d72508468b45a4 */
"alertCannotFindFileBtnFindTitle" = "Znajdź";

/* loco:57962c3414d72524488b4571 */
"alertCannotFindFileTitle" = "Oryginalny plik nie znaleziony";

/* loco:57962c3614d725f6468b4580 */
"alertCannotFindFileMsgFormat" = "Nie dało się grać \"%@\" bo brakuje jej oryginalnego pliku. Czy chcesz go znaleźć?";

/* loco:57962c3814d725e4488b456b */
"alertFileDoesNotExistTitle" = "Oryginalny plik nie znaleziony";

/* loco:57962c3a14d7253b478b458e */
"alertFileDoesNotExistInfo" = "Prawdopodobnie masz usunąć go z komputera lub przeniesiony do innego folderu.";

/* loco:57962c3c14d725e0478b457f */
"scrnWindowScreenshotCaptured" = "Wykonano zrzut ekranu";

/* loco:57962c4214d7253b478b4590 */
"growlWindowTitle" = "Elmedia Player";

/* loco:57962c4414d72531478b4589 */
"growlWindowFinishedSeriesOfScrns" = "Zrzuty ekranu";

/* loco:57962c4614d725e0478b4581 */
"growlMessageAboutDownloadComplete" = "Pobieranie ukończone: %@";

/* loco:57962c4814d725e4488b456f */
"growlMessageAboutDownloadFailed" = "Pobieranie nie powiodło się. Błąd: %@";

/* loco:57962c4a14d7255d478b457e */
"growlErrorDeviceNotFound" = "nie znaleziono urządzenia";

/* loco:57962c4c14d7250d468b45a1 */
"growlErrorFileProbablyWasDeleted" = "plik został prawdopodobnie usunięty";

/* loco:57962c4e14d725f6468b4585 */
"growlErrorNotEnoughFreeSpace" = "za mało miejsca!";

/* loco:57962c5414d7256b478b458e */
"alertInetConnectionRequiredTitle" = "Elmedia Player nie może połączyć się w App Store";

/* loco:57962c5614d7253b478b4592 */
"alertInetConnectionRequiredMessage" = "Upewnij się, że połączenie sieciowe jest aktywne i spróbuj ponownie.";

/* loco:57962c5814d7255d478b4581 */
"btnTitleRestorePurchased" = "Przywracania zakupione";

/* loco:57962c5a14d7250d468b45a4 */
"alertProductRestoredTitle" = "Pomyślnie przywrócona";

/* loco:57962c5c14d72508468b45a8 */
"alertProductRestoredMessage" = "Zakupu została pomyślnie przywrócona.";

/* loco:57962c5e14d725e0478b4585 */
"alertProductRestoringFailedTitle" = "Przywracanie nie powiodło się";

/* loco:57962c6014d7253b478b4594 */
"alertAppStoreRequestCouldNotBeProcessedMsg" = "Nie można przetworzyć Twojego żądania w tej chwili";

/* loco:57962c6214d7255d478b4583 */
"alertAppStoreRequestCouldNotBeProcessedInfo" = "Inny wniosek jest obecnie w toku. Proszę czekać minutę i spróbuj ponownie.";

/* loco:57962c6414d725e4488b4572 */
"alertPurchaseCompleteMessage" = "Zakup udany";

/* loco:57962c6614d7253b478b4596 */
"alertPurchaseCompleteInfo" = "Dziękujemy za zakup wersji PRO Player Elmedia. Teraz zapraszamy wszystkich wspaniałych funkcji, które oferuje";

/* loco:57962c6814d725e0478b4588 */
"alertMessageForHostInBlacklist" = "Pobieranie zawartości wyłączone";

/* loco:57962c6a14d72531478b458d */
"alertInfoForHostInBlacklist" = "Niestety Elmedia Player obsługuje pobieranie treści cyfrowych z tej strony ze względu na potencjalne problemy dotyczące praw autorskich. Napisz do nas Jeśli uważasz, że ta wiadomość jest tutaj w błąd: support@eltima.com";

/* loco:57962c6c14d725f6468b458b */
"btnTitleVisitWebsite" = "Odwiedz strone";

/* loco:57962c6e14d725e0478b458a */
"alertYoutubeNotSupportedMsg" = "Niestety ta wersja programu Elmedia Player obsługuje pobieranie plików wideo z YouTube.";

/* loco:57962c7014d7255d478b4586 */
"alertYoutubeNotSupportedInfo" = "Aby móc pobierać filmy z YouTube, proszę uzyskać specjalne budować z naszej strony internetowej.";

/* loco:57962c7214d725e4488b4574 */
"btnResetTitle" = "Resetuj";

/* loco:57962c7414d7253b478b4598 */
"videoTunerLabelBrightness" = "Jasność:";

/* loco:57962c7614d725e0478b458d */
"videoTunerLabelSaturation" = "Nasycenie:";

/* loco:57962c7814d7250d468b45a8 */
"videoTunerLabelContrast" = "Kontrast:";

/* loco:57962c7a14d7255d478b4588 */
"videoTunerLabelGamma" = "Gamma:";

/* loco:57962c7c14d72524488b4579 */
"videoTunerLabelHue" = "Barwa:";

/* loco:57962c7e14d725e0478b458f */
"videoTunerLabelNoiseReduction" = "Redukcja szumu:";

/* loco:57962c8014d72531478b4590 */
"videoTunerLabelSharpness" = "Ostrość:";

/* loco:57962c8214d725f6468b458e */
"windowTitleEqualizer" = "Korektor dźwięku";

/* loco:57962c8414d725f6468b4590 */
"windowTitleVideoTuner" = "Wideo";

/* loco:57962c8614d72524488b457c */
"frequencyFormatString" = "%dK";

/* loco:57962c8814d725f6468b4592 */
"dBFormatString" = "%d dB";

/* loco:57962c8a14d7250d468b45ab */
"discountWindowTitle" = "Witamy w Elmedia Player z Eltima";

/* loco:57962c8c14d72508468b45ad */
"discountBtnRemindMeLater" = "Przypomnij później";

/* loco:57962c8e14d725e4488b4576 */
"discountBtnGetPROVersionNow" = "Zdobądź wersję PRO";

/* loco:57962c9014d7250d468b45ad */
"prefCheckBoxSendStatistics" = "Wyślij anonimowe statystyki do Eltima";

/* loco:57962c9214d725f6468b4595 */
"equalizerOnCheckBox" = "Włączone";

/* loco:57962c9414d7256b478b4596 */
"btnResetToDefaultsTitle" = "Przywróć ustawienia fabryczne";

/* loco:57962c9614d72508468b45af */
"equalizerLabelPreamp" = "Poziom";

/* loco:57962c9814d7256b478b4598 */
"equalizerMenuItemMakePreset" = "Zrób preset...";

/* loco:57962c9a14d725f6468b4597 */
"equalizerMenuItemEditPresets" = "Edycja...";

/* loco:57962c9c14d7256b478b459a */
"equalizerMenuItemAdjustManually" = "Ręcznie";

/* loco:57962c9e14d72524488b4581 */
"equalizerMenuItemPresets" = "Ustawienia";

/* loco:57962ca014d7250d468b45b0 */
"equalizerPresetFlat" = "Płaski";

/* loco:57962ca214d7255d478b458c */
"equalizerPresetClassical" = "Klasycznie";

/* loco:57962ca414d725e0478b4596 */
"equalizerPresetClub" = "Club";

/* loco:57962ca614d7256b478b459c */
"equalizerPresetDance" = "Dance";

/* loco:57962ca814d72524488b4583 */
"equalizerPresetFullBass" = "Pełny bas";

/* loco:57962caa14d725e0478b4598 */
"equalizerPresetFullBassAndTreble" = "Pełna tonów niskich i wysokich";

/* loco:57962cac14d7253b478b459a */
"equalizerPresetFullTreble" = "Pełna tonów wysokich";

/* loco:57962cae14d7256c4a8b4568 */
"equalizerPresetHeadphones" = "Słuchawki";

/* loco:57962cb014d725f6468b4599 */
"equalizerPresetLargeHall" = "Duża sala";

/* loco:57962cb214d7256b478b459e */
"equalizerPresetLive" = "Na żywo";

/* loco:57962cb414d725664a8b4568 */
"equalizerPresetParty" = "Strona";

/* loco:57962cb614d7255d478b458f */
"equalizerPresetPop" = "Pop";

/* loco:57962cb814d72531478b4596 */
"equalizerPresetReggae" = "Reggae";

/* loco:57962cba14d7253b478b459c */
"equalizerPresetRock" = "Rock";

/* loco:57962cbc14d725e0478b459a */
"equalizerPresetSka" = "Ska";

/* loco:57962cbe14d725f6468b459c */
"equalizerPresetSoft" = "Soft";

/* loco:57962cc014d725e4488b457b */
"equalizerPresetSoftRock" = "Soft Rock";

/* loco:57962cc214d725f6468b459e */
"equalizerPresetTechno" = "Techno";

/* loco:57962cc414d725664a8b456a */
"alertEQPresetAlreadyExistsMsg" = "Ustawienie wstępne z tej samej nazwie już istnieje: \"%@\".";

/* loco:57962cc614d7256c4a8b456c */
"alertEQPresetAlreadyExistsInfo" = "Czy chcesz zastąpić?";

/* loco:57962cc814d72524488b4587 */
"alertDeleteEQPresetMsg" = "Czy na pewno chcesz usunąć to ustawienie wstępne: \"%@\"?";

/* loco:57962cca14d7255d478b4591 */
"windowTitleEQPresets" = "Predefiniowane ustawienia EQ";

/* loco:57962ccc14d725f6468b45a0 */
"windowTitleMakePreset" = "Zrób preset";

/* loco:57962cce14d725e4488b457e */
"windowTitleRenamePreset" = "Zmień nazwę";

/* loco:57962cd014d7256b478b45a1 */
"labelNewPresetName" = "Nową nazwę ustawienia predefiniowanego:";

/* loco:57962cd214d725e0478b459d */
"btnTitleRenamePreset" = "Zmień nazwę...";

/* loco:57962cd414d725664a8b456c */
"btnTitleDeletePreset" = "Usuń";

/* loco:57962cd614d725e4488b4581 */
"btnTitleDoneEditingPresets" = "Zrobione";

/* loco:57962cd814d7256b478b45a3 */
"labelDoubleClickAction" = "Akcja na kliknij dwukrotnie:";

/* loco:57962cda14d7256b478b45a5 */
"menuItemLeftDoubleClickActionNone" = "Brak";

/* loco:57962cdc14d725e0478b459f */
"menuItemLeftDoubleClickActionPlayPause" = "Odtwarzaj/Wstrzymaj";

/* loco:57962cde14d7255d478b4595 */
"menuItemLeftDoubleClickActionToggleFullscreen" = "Wejść/wyjść pełny ekran";

/* loco:57962ce014d72524488b458a */
"osdPaused" = "Wstrzymany";

/* loco:57962ce314d725f6468b45a4 */
"osdVolume" = "Głośność: %4.1f";

/* loco:57962ce614d7253b478b45a2 */
"osdSubtitlesDisabled" = "Napisy: wyłączone";

/* loco:57962ce714d72531478b4598 */
"osdMuteOn" = "Wyciszanie: ON";

/* loco:57962ce914d7253b478b45a4 */
"osdMuteOff" = "Wyciszanie: OFF";

/* loco:57962ceb14d7256b478b45a7 */
"osdHalfSize" = "Pół rozmiaru";

/* loco:57962ced14d725664a8b456f */
"osdNormalSize" = "Normalny rozmiar";

/* loco:57962cef14d72531478b459a */
"osdDoubleSize" = "Podwójny rozmiar";

/* loco:57962cf114d725664a8b4571 */
"osdAspectRatio" = "Współczynnik proporcji: %@";

/* loco:57962cf414d72524488b458e */
"osdAspectRatioOriginal" = "Oryginalny";

/* loco:57962cf614d7253b478b45a6 */
"osdPlaybackSpeed" = "Prędkość: %@x";

/* loco:57962cf614d7256b478b45a9 */
"osdSubtitleDelay" = "Opóźnienie napisów: %4.1f s";

/* loco:57962cf814d725e0478b45a3 */
"osdAudioDelay" = "Opóźnienie dźwięku: %4.1f s";

/* loco:57962cfa14d72531478b459d */
"osdFlipVerticallyOn" = "Przerzucenie w pionie: ON";

/* loco:57962cfc14d7253b478b45a8 */
"osdFlipVerticallyOff" = "Przerzucenie w pionie: OFF";

/* loco:57962cfe14d7255d478b459a */
"osdMirrorOn" = "Lustro: ON";

/* loco:57962d0014d725e4488b4585 */
"osdMirrorOff" = "Lustro: OFF";

/* loco:57962d0214d7256b478b45ad */
"infoSubtitleTypeEmbedded" = "wbudowany";

/* loco:57962d0414d7253b478b45aa */
"infoSubtitleTypeExternal" = "zewnętrzny";

/* loco:57962d0614d725764b8b4567 */
"infoSubtitleTypeVob" = "VobSub";

/* loco:57962d0b14d7256c4a8b4574 */
"contextMenuItemDownload" = "Pobierz";

/* loco:57962d0c14d72524488b4592 */
"contextMenuItemVideoAdjustments" = "Wideo";

/* loco:57962d0e14d725864b8b4567 */
"contextMenuItemBrighter" = "Jaśniejszy";

/* loco:57962d1014d725764b8b456a */
"contextMenuItemDarker" = "Ciemniej";

/* loco:57962d1214d725864b8b4569 */
"contextMenuItemResetBrightness" = "Zresetować jasność";

/* loco:57962d1414d725764b8b456c */
"MainMenu_Movie_ABLoop_SetStartPoint" = "Ustaw punkt początkowy";

/* loco:57962d1814d7253a4b8b4569 */
"MainMenu_Movie_ABLoop_UpdateStartPoint" = "Zaktualizuj punktu początkowego (%@)";

/* loco:57962d1814d725664a8b4574 */
"MainMenu_Movie_ABLoop_SetReturnPoint" = "Ustaw punkt końcowy";

/* loco:57962d1a14d725e0478b45a7 */
"MainMenu_Movie_ABLoop_UpdateReturnPoint" = "Ustaw ponownie punkt końcowy (%@)";

/* loco:57962d1c14d72524488b4595 */
"osdABLoop" = "Pętla A-B";

/* loco:57962d1e14d7256c4a8b4576 */
"osdABLoopCancelled" = "A-B pętli: anulowane";

/* loco:57962d2014d7253a4b8b456b */
"menuItemTitleAddSubsFromFile" = "Dodaj z pliku...";

/* loco:57962d2314d725a64b8b4568 */
"openPanelTitleAddSubtitles" = "Dodaj napisy";

/* loco:57962d2414d7253a4b8b456d */
"alertSubsCannotBeLoadedMsg" = "Nie można załadować napisy";

/* loco:57962d2614d725e4488b4588 */
"alertSubsCannotBeLoadedInfo" = "Najpierw należy uruchomić odtwarzanie.";

/* loco:57962d2814d7253a4b8b456f */
"alertAddingSubsRequestMsg" = "Dodaj napisy?";

/* loco:57962d2a14d725a64b8b456a */
"alertAddingSubsRequestInfo" = "Napisy te zostaną dodane do filmu \"%@\".";

/* loco:57962d2e14d725a64b8b456c */
"prefAutoloadSubtitles" = "Automatycznie wczytuj napisy:";

/* loco:57962d3014d725864b8b456d */
"prefSubsFileFormats" = "z pliku formaty *.srt * .sub, itp.";

/* loco:57962d3214d725e4488b458b */
"prefSubFileNameRuleContain" = "Wszystkie napisy zawierające nazwy filmu";

/* loco:57962d3414d725b84b8b4568 */
"prefSubFileNameRuleExactMatch" = "Taka sama nazva jak filmu";

/* loco:57962d3614d725664a8b4578 */
"prefSubFileNameRuleAny" = "Wszystkie napisy w katalogu";

/* loco:57962d3814d7256c4a8b4578 */
"prefSubSizeSmall" = "Mały";

/* loco:57962d3a14d7253a4b8b4574 */
"prefSubSizeLarge" = "Duży";

/* loco:57962d3d14d7256c4a8b457a */
"checkBoxTitleAddToPlaylist" = "Dodaj do list odtwarzania";

/* loco:57962d3f14d725b84b8b456a */
"prefAddOpenFilesToPlaylist" = "Automatyczne dodawanie pliki do listy podczas otwierania";

/* loco:57962d4014d725864b8b4570 */
"prefControlPlaybackWithMediaKeys" = "Sterowanie odtwarzaniem z głoska bezdźwięczna klucze";

/* loco:57962d4214d725e0478b45ab */
"prefGeneralRequests" = "Sugestie:";

/* loco:57962d4414d725664a8b457b */
"alertAddFilesToPlaylistDisabledMsg" = "Tylko pierwszy plik będzie otwarty";

/* loco:57962d4614d725e4488b458e */
"alertAddFilesToPlaylistDisabledInfo" = "Jak można wyłączyć \"Automatically Dodaj pliki do listy odtwarzania na opening\" opcja w preferencjach, tylko pierwszy plik zostanie otwarty.";

/* loco:57962d4814d725b84b8b456d */
"btnTitleAddFirstItem" = "Najpierw Dodaj";

/* loco:57962d4b14d7256c4a8b457c */
"btnTitleAddAllFilesToPlaylist" = "Dodać wszystkie pliki do listy odtwarzania";

/* loco:57962d5014d725864b8b4573 */
"formatTimeSec" = "sek.";

/* loco:57962d5214d725764b8b4575 */
"formatTimeMin" = "min.";

/* loco:57962d5414d725664a8b457f */
"alertProjectorExportSucceededTitle" = "Dane zostały wyeksportowane";

/* loco:57962d5614d725864b8b4575 */
"alertProjectorExportSucceededMsg" = "Plik \"%@\" został pomyślnie przekonwertowany do formatu SWF.";

/* loco:57962d5914d725764b8b4577 */
"alertProjectorExportFailedTitle" = "Nie można wyeksportować projektor EXE";

/* loco:57962d5a14d725664a8b4581 */
"alertProjectorExportFailedMsg" = "Wystąpił błąd podczas konwertowania pliku do pliku SWF.";

/* loco:57962d5c14d725e4488b4592 */
"prefVideoUseHardwareAcceleration" = "Przyspieszanie sprzętowe";

/* loco:57962d5e14d725b84b8b4571 */
"prefVideoResizeInterfaceToVideoSize" = "Rozciągnij interfejs do rodzimego rozmiaru obrazu";

/* loco:57962d6014d7256c4a8b457f */
"infoAudioTrackTypeExternal" = "zewnętrzny";

/* loco:57962d6214d725664a8b4583 */
"menuItemTitleLoadExternalAudio" = "Użyj zewnętrznego Audio...";

/* loco:57962d6514d725764b8b457b */
"openPanelTitleSelectAudioFile" = "Wybierz plik audio";

/* loco:57962d6614d725b84b8b4573 */
"alertAudioAndVideoDifferInLengthMsg" = "Długość pliku audio nie jest równa długość filmu";

/* loco:57962d6814d725e4488b4594 */
"alertAudioAndVideoDifferInLengthInfo" = "To może spowodować zawieszenie aplikacji szukając. Czy na pewno chcesz dodać tę ścieżkę audio?";

/* loco:57962d6a14d725b84b8b4575 */
"osdCachingPercent" = "Buforowanie: %4.2f%%";

/* loco:57962d6c14d7256c4a8b4581 */
"prefSubApplyStyleToAssFiles" = "Zastosuj te ustawienia do ASS pliki";

/* loco:57962d6e14d725174c8b4569 */
"playerWindowTitleWithPlaybackSpeed" = "%@ (prędkość %@x)";

/* loco:57962d7314d725a64b8b4570 */
"alertContinuePlaybackTitle" = "Wznowić odtwarzanie?";

/* loco:57962d7414d725764b8b457e */
"alertContinuePlaybackInfo" = "Naciśnij przycisk Wznów i \"%@\" zagra, począwszy od %@.";

/* loco:57962d7614d7253a4b8b457b */
"btnContinueTitle" = "Ponów";

/* loco:57962d7814d725e4488b4597 */
"btnRestartPlaybackTitle" = "Uruchom ponownie";

/* loco:57962d7a14d725664a8b4585 */
"btnAlwaysContinueTitle" = "Zawsze ponów";

/* loco:57962d7c14d7255e4c8b456a */
"alertKeepOrReplaceExistingPlaylistTitle" = "Zachować przechwytywania w każdy następny film z playlisty";

/* loco:57962d7f14d725764b8b4581 */
"alertKeepOrReplaceExistingPlaylistMsg" = "Jeśli zdecydujesz się zachować wszystkie nowe utwory zostaną dodane na końcu istniejącej listy odtwarzania.";

/* loco:57962d8014d725b84b8b4578 */
"btnTitleReplace" = "Zastąp";

/* loco:57962d8214d725864b8b4578 */
"btnTitleKeep" = "Zachowaj";

/* loco:57962d8414d725174c8b456d */
"prefFullscreenDevice" = "Pełny ekran monitora:";

/* loco:57962d8614d725a64b8b4572 */
"prefSameScreenAsPlayer" = "Nie należy zmieniać";

/* loco:57962d8814d725764b8b4583 */
"formatStrScreenInfo" = "Ekran %d (%.0fx%.0f)";

/* loco:57962d8b14d725a64b8b4574 */
"prefAudio" = "Dźwięk";

/* loco:57962d8c14d725864b8b457b */
"prefAutoloadExternalAudios" = "Automatycznie załadować zewnętrznych ścieżek:";

/* loco:57962d8e14d725b84b8b457b */
"prefExternalAudioFormat" = "z *.ac3, *.mka, itp.";

/* loco:57962d9014d7253a4b8b457f */
"prefExternalAudioNameRuleContain" = "Wszystkie utwory zawierające nazwy filmu";

/* loco:57962d9214d725864b8b457d */
"prefExternalAudioNameRuleExactMatch" = "Taka sama nazva jak filmu";

/* loco:57962d9414d725764b8b4585 */
"prefExternalAudioNameRuleAny" = "Wszystkie utwory w katalogu";

/* loco:57962d9614d725a64b8b4577 */
"prefPreferredAudioLang" = "Preferowany język dźwięku:";

/* loco:57962d9e14d725a64b8b4579 */
"prefAudioOutputDevice" = "Urządzenia audio:";

/* loco:57962da014d725764b8b4589 */
"menuItemTitleDefaultOutputDevice" = "Domyślne urządzenie wyjściowe";

/* loco:57962da214d7253a4b8b4583 */
"prefAC3DTSPassthrough" = "Passthrough dla dekoderów sprzętowych:";

/* loco:57962da414d725e4488b459a */
"prefAC3Passthrough" = "Włącz dla AC3";

/* loco:57962da714d725b84b8b4580 */
"prefDTSPassthrough" = "Włącz dla DTS";

/* loco:57962da814d725864b8b457f */
"prefVirtualSurroundEmulation" = "Wirtualny dźwięk przestrzenny emulacji:";

/* loco:57962daa14d725764b8b458c */
"prefSurroundEmulation" = "Włącz dla 5 do 6 kanałów audio";

/* loco:57962dac14d725a64b8b457c */
"prefSpeakersEmulation" = "Włącz dla stereo";

/* loco:57962dae14d725e4488b459c */
"prefPreferredSubLang" = "Preferowany język:";

/* loco:57962db614d7253a4b8b4586 */
"prefNumberOfPlaybackChannels" = "Liczba kanałów odtwarzania:";

/* loco:57962db814d725864b8b4584 */
"audioOutputChannelsStereo" = "2 (stereo)";

/* loco:57962dba14d725174c8b4572 */
"audioOutputChannelsSurround4_0" = "4 (4.0 surround)";

/* loco:57962dbc14d725a64b8b457f */
"audioOutputChannelsSurround5_1" = "6 (5.1 surround)";

/* loco:57962dbf14d725174c8b4574 */
"audioOutputChannelsSurround7_1" = "8 (7.1 surround)";

/* loco:57962dc014d725664a8b4589 */
"prefLabelPerformance" = "Wydajność:";

/* loco:57962dc214d7256c4a8b458b */
"prefLabelInterface" = "Interfejs:";

/* loco:57962dc414d725174c8b4576 */
"playlistContextMenuItemMoveUp" = "Przesuń w górę";

/* loco:57962dc614d725864b8b4587 */
"playlistContextMenuItemMoveDown" = "Przesuń w dół";

/* loco:57962dc814d725174c8b4578 */
"playlistContextMenuItemMoveToTop" = "Unosić się na górę";

/* loco:57962dca14d725a64b8b4581 */
"playlistContextMenuItemMoveToEnd" = "Przenieś na dół";

/* loco:57962dcd14d725b84b8b4586 */
"pathSameFolderAsMovie" = "W tym samym katologu z filmem";

/* loco:57962dd014d725204d8b4568 */
"alertCannotSaveScreenshotMsg" = "Nie można zapisać zrzut ekranu do wybranego folderu";

/* loco:57962dd214d7253a4b8b458b */
"alertCannotSaveScreenshotInfo" = "Upewnij się, że ten folder istnieje, Sprawdź uprawnienia do folderu lub wybierz inny folder w preferencjach graczy Elmedia.";

/* loco:57962dd414d725a64b8b4583 */
"labelAudioAdjustmentIsPRO" = "Ustawienia audio są dostępne w wersji PRO tylko.";

/* loco:57962dd914d725664a8b458d */
"prefAutomaticallyCheckForUpdates" = "Automatyczne sprawdzanie dostępności aktualizacji";

/* loco:57962ddb14d7255e4c8b4572 */
"MainMenu_View_ShowPlaylist" = "Dodaj do list odtwarzania";

/* loco:57962ddc14d725764b8b4590 */
"MainMenu_View_HidePlaylist" = "Ukryj";

/* loco:57962dde14d725174c8b457c */
"prefGeneralGroupPlaylist" = "Playlista:";

/* loco:57962de014d7255e4c8b4574 */
"prefGeneralGroupPlayback" = "Odtwarzanie:";

/* loco:57962de214d725764b8b4592 */
"prefGeneralGroupOptional" = "Opcjonalne:";

/* loco:57962de414d725174c8b457e */
"prefSwfGroupOptions" = "Opcje:";

/* loco:57962de714d7255e4c8b4576 */
"prefProFeatureCaptureNote" = "Ustawienia przechwytywania są dostępne w wersji PRO tylko.";

/* loco:57962de814d725764b8b4594 */
"prefUpgradeNow" = "Uaktualnij teraz!";

/* loco:57962dea14d725a64b8b4586 */
"prefScreenshotFormat" = "Wymiary:";

/* loco:57962dec14d7256c4a8b4593 */
"prefGroupCaptureOptions" = "Opcje:";

/* loco:57962dee14d7253a4b8b458d */
"prefRepairVideo" = "Skoryguj:";

/* loco:57962df014d725a64b8b4588 */
"alert-appstatico.title" = "Pomóż nam ulepszyć";

/* loco:57962df314d7256c4a8b4595 */
"alert-appstatico.message" = "Chcesz wysyłać statystyki użytkowania anonimowe do naszego zespołu? Tylko chodzi o wydajności produktu i żadne dane osobowe są zbierane.";

/* loco:57962df514d725174c8b4580 */
"alert-appstatico.ok" = "Wyślij";

/* loco:57962df614d7256c4a8b4597 */
"alert-appstatico.cancel" = "Nie wysyłaj";

/* loco:57962df814d7253a4b8b4590 */
"openPanelTitleSelectMovieFolder" = "Ustaw folder";

/* loco:57962dfc14d7256c4a8b4599 */
"openPanelBtnSelectMovieFolder" = "Wybierz";

/* loco:57962dfe14d725864b8b458f */
"labelMovieFolder" = "Folder film:";

/* loco:57962e0114d725204d8b456c */
"labelMovieFolderInfo" = "Elmedia automatycznie załaduje się, napisy i zewnętrznych ścieżek audio do wideo w tym folderze";

/* loco:57962e0214d725b84b8b458c */
"menuItemTitleMovieFolderSelect" = "Wybierz...";

/* loco:57962e0414d725174c8b4582 */
"menuItemTitleMovieFolderNotSet" = "Nie ustawiono";

/* loco:57962e0614d7256c4a8b459c */
"menuItemTitleBookmarks" = "Zakładki";

/* loco:57962e0814d725664a8b4592 */
"menuItemTitleAddToBookmarks" = "Bieżąca pozycja zakładki";

/* loco:57962e0a14d7255e4c8b4579 */
"menuItemTitleAutoDeleteWhenSelected" = "Automatyczne usuwanie następnym razem wybrany";

/* loco:57962e0d14d7253a4b8b4593 */
"menuItemTitleClearAllBookmarks" = "Usuń wszystkie zakładki";

/* loco:57962e0f14d725864b8b4592 */
"osdBookmark" = "Zakładka: %@";

/* loco:57962e1014d725b84b8b458f */
"osdAutoDeleteBookmarkOn" = "Automatyczne usuwanie zakładki: ON";

/* loco:57962e1214d725864b8b4594 */
"osdAutoDeleteBookmarkOff" = "Automatyczne usuwanie zakładki: OFF";

/* loco:57962e1414d725764b8b4599 */
"optionStartVideosInFullScreen" = "Zawsze uruchomić wideo na pełnym ekranie";

/* loco:57962e1614d725a64b8b458d */
"optionTakeScreenshotFrameByFrame" = "Klatka po klatce";

/* loco:57962e1814d7256c4a8b459f */
"osdUpdatingLink" = "Aktualizacja link...";

/* loco:57962e1b14d725764b8b459b */
"osdChapter" = "Rozdział: %@";

/* loco:57962e1c14d725664a8b4595 */
"optionQuitAutomatically" = "Automatycznie Zamknij:";

/* loco:57962e1e14d7255e4c8b457b */
"quitNever" = "Nigdy";

/* loco:57962e2014d725764b8b459d */
"quitAfterMovieEnds" = "po zakończeniu filmu";

/* loco:57962e2214d7255e4c8b457d */
"quitAfterPlaylistEnds" = "na koniec listy odtwarzania";

/* loco:57962e2414d725764b8b459f */
"alertFrameByFrameScreensTitle" = "Ramki przez Przechwytywanie klatek jest na";

/* loco:57962e2714d725864b8b4597 */
"alertFrameByFrameScreensMsg" = "A Dokonywanie regularnych klatka po klatce zrzuty ekranu odtwarzania wideo będzie niemożliwe.";

/* loco:57962e2914d7256c4a8b45a2 */
"preferencesPaneAirPlay" = "AirPlay";

/* loco:57962e2a14d725174c8b4584 */
"labelAirPlayServer" = "Obsługa AirPlay:";

/* loco:57962e2c14d725764b8b45a1 */
"checkBoxTitleAirPlayEnabled" = "Włącz";

/* loco:57962e2e14d725174c8b4586 */
"checkBoxTitleAirPlaySpeakerMode" = "Tryb głośnika";

/* loco:57962e3014d725204d8b4572 */
"labelAirPlaySpeakerModeInfo" = "Ta opcja jest włączona Elmedia będzie działać jako odbiornik audio tylko";

/* loco:57962e3214d725764b8b45a3 */
"labelAirPlayServerBroadcastName" = "Nazwa:";

/* loco:57962e3514d725174c8b4588 */
"formatterErrorNameIsTooLong" = "Nazwa miejsca musi zawierać mniej niż 100 znaków.";

/* loco:57962e3614d7255e4c8b4580 */
"formatterErrorNameCannotBeEmpty" = "Nazwa emisji nie może być pusta";

/* loco:57962e3814d725764b8b45a5 */
"checkBoxTitleAirPlayServerUsesSystemName" = "Użyj nazwy komputera";

/* loco:57962e3a14d725174c8b458a */
"labelAirPlaySecurity" = "Ochrona AirPlay:";

/* loco:57962e3c14d725b84b8b4592 */
"airPlaySecurityNone" = "Brak";

/* loco:57962e3e14d725664a8b4597 */
"airPlaySecurityPassword" = "Hasło";

/* loco:57962e4114d7255e4c8b4582 */
"formatterErrorPasswordIsTooLong" = "Hasło jest ograniczone do 255 znaków";

/* loco:57962e4314d7256c4a8b45a5 */
"formatterErrorPasswordCannotBeEmpty" = "Hasło nie może być puste.";

/* loco:57962e4414d725174c8b458d */
"formatterErrorInfo" = "Podaj prawidłową wartość.";

/* loco:57962e4614d725204d8b4575 */
"placeholderEnterPassword" = "Wprowadź hasło";

/* loco:57962e4814d725664a8b4599 */
"checkBoxTitleShowPassword" = "Pokaż hasło";

/* loco:57962e4a14d725a64b8b4593 */
"labelAirPlayServerActionOnConnection" = "Połączenia:";

/* loco:57962e4c14d7256c4a8b45a8 */
"airPlayServerActionPromptToApprove" = "Poproś o dane dostępowe";

/* loco:57962e4f14d725174c8b4590 */
"airPlayServerActionConnectAndPlay" = "Podłącz i Graj";

/* loco:57962e5014d7256c4a8b45aa */
"alertAirPlayAccessRequestedTitle" = "Wymagane";

/* loco:57962e5214d725664a8b459b */
"alertAirPlayAccessRequestedInfo" = "Urządzenie %@ chcieliby się przesyłać strumieniowo zawartość do tego app. Zezwalaj tego połączenia?";

/* loco:57962e5414d725a64b8b4595 */
"btnTitleAllowAccess" = "Pozwól";

/* loco:57962e5614d725204d8b4577 */
"btnTitleDenyAccess" = "Zabroń";

/* loco:57962e5814d725664a8b459d */
"airPlaySenderViewInfo" = "Ten wideo jest gra na \"%@\".";

/* loco:57962e5b14d725a64b8b4597 */
"airPlaySenderViewAudioInfo" = "Ten dźwięk jest gra na \"%@\".";

/* loco:57962e5d14d7256c4a8b45ac */
"deviceComputer" = "Komputer";

/* loco:57962e5e14d725174c8b4594 */
"promptAirPlayDevicePasswdTitle" = "Hasło urządzenia AirPlay";

/* loco:57962e6014d7256c4a8b45ae */
"promptAirPlayDevicePasswdInfo" = "Urządzenie obsługujące funkcję AirPlay \"%@\" wymaga hasła:";

/* loco:57962e6214d725174c8b4596 */
"promptAirPlayDevicePasswdIncorrect" = "Hasło dla urządzenia AirPlay \"%@\" jest niepoprawne. Proszę spróbować ponownie.";

/* loco:57962e6414d7255e4c8b4586 */
"checkBoxRememberPasswdTitle" = "Odzyskiwanie hasła";

/* loco:57962e6614d7253a4b8b459f */
"promptAirPlayCodeTitle" = "Kod funkcji AirPlay";

/* loco:57962e6914d725a64b8b4599 */
"promptAirPlayCodeInfo" = "Urządzenie obsługujące funkcję AirPlay \"%@\" wymaga kodu:";

/* loco:57962e6a14d7255e4c8b4588 */
"promptAirPlayCodeIncorrect" = "Hasło dla urządzenia AirPlay \"%@\" jest niepoprawne. Proszę spróbować ponownie.";

/* loco:57962e6c14d725764b8b45ab */
"alertAirPlayNotEnoughBandwidthTitle" = "Wystąpił błąd podczas nawiązywania połączenia urządzenia AirPlay \"%@\". Nie masz uprawnien do dostępu do żądanego zasobu.";

/* loco:57962e6e14d725174c8b4598 */
"alertAirPlayNotEnoughBandwidthMsg" = "Upewnij się, włączonym urządzeniu AirPlay i jego ustawienia sieciowe są prawidłowe, a następnie spróbuj ponownie.";

/* loco:57962e7014d725b84b8b4597 */
"alertAirPlayNotSupportedTitle" = "AirPlay nie jest obsługiwana dla tego pliku";

/* loco:57962e7214d7256c4a8b45b0 */
"alertAirPlayNotSupportedInfo" = "W tym czasie (%@) pliki nie są obsługiwane przez Elmedia Player do przesyłania strumieniowego AirPlay. Jeśli uważasz, że ta wiadomość jest tutaj w błąd, nie wahaj się skontaktować się z nami w support@eltima.com.";

/* loco:57962e7514d725664a8b45a0 */
"alertFailedToStartAirPlayTitle" = "Nie można uruchomić usługi AirPlay";

/* loco:57962e7714d725a64b8b459c */
"alertFailedToStartAirPlayMsg" = "BŁĄD: %@.";

/* loco:57962e7814d725204d8b457b */
"alertCannotPlayDRMProtectedFileMsg" = "Elmedia nie można odtwarzać multimediów zabezpieczonych przed kopiowaniem DRM";

/* loco:57962e7a14d725174c8b459b */
"alertCannotPlayDRMProtectedFileInfo" = "Czy chcesz odtworzyć go w QuickTime Player?";

/* loco:57962e7c14d725204d8b457d */
"btnOpenInQTPlayer" = "Otwórz w programie QuickTime Player";

/* loco:57962e8614d7253a4b8b45a3 */
"textNoAirPlayDevices" = "Nie ma urządzeń, które są dostępne w tej chwili";

/* loco:57962e8c14d725204d8b4581 */
"optionEnableFontconfig" = "Stosowanie czcionek osadzonych";

/* loco:57962e9414d725b84b8b459d */
"playlistContextMenuItemMoveAfterCurrent" = "Przesuń za bieżący";

/* loco:57962e9614d725204d8b4584 */
"menuItemSelectedByDevice" = "Automatycznie przez urządzenie";

/* loco:57962e9814d7253a4b8b45a6 */
"prefVideoCacheSize" = "Rozmiar pamięci podręcznej:";

/* loco:57962e9a14d725a64b8b45a3 */
"hlsStatusWindowTitle" = "Przygotowanie do przesyłania strumieniowego...";

/* loco:57962e9d14d7255e4c8b458d */
"hlsStatusMsg1" = "Pierwsze informacje o pliku...";

/* loco:57962e9e14d7253a4b8b45a8 */
"hlsStatusMsg2" = "Wyodrębnianie wtopione napisy...";

/* loco:57962ea014d725a64b8b45a5 */
"hlsStatusMsg3" = "Konwersja napisów zewnętrznych...";

/* loco:57962ea214d725ba4e8b456d */
"hlsStatusMsg4" = "Segmentacja...";

/* loco:57962ea414d7253a4b8b45aa */
"contextMenuItemOpenInBrowser" = "Otwórz odnośnik";

/* loco:57962ea414d725b14e8b456b */
"hlsStatusProgressFormat" = "%d z %d";

/* loco:57962ea614d7255e4c8b458f */
"alertHLSNotEnoughDiskSpaceTitle" = "Za mało miejsca!";

/* loco:57962ea914d725764b8b45b1 */
"alertHLSNotEnoughDiskSpaceInfo" = "Nie masz wystarczającej ilości miejsca na dysku do wstępnie segmentu nośnika dla przesyłania strumieniowego na żywo. Proszę posprzątać miejsce i spróbuj ponownie.";

/* loco:57962eab14d725174c8b45a2 */
"alertAirPlayDemoTitle" = "Uruchamianie funkcji AirPlay w wersji darmowej";

/* loco:57962eac14d725864b8b45a3 */
"alertAirPlayDemoMsg" = "Darmowa wersja Elmedia oferuje, przesyłanie strumieniowe muzyki i filmów wideo do urządzeń AirPlay i odwrotnie na 1 minutę. Nieograniczony transmisji strumieniowej można uaktualnić do Elmedia Player PRO.";

/* loco:57962eae14d725204d8b4588 */
"aboutWindowThirdParty" = "Biblioteka innych firm";

/* loco:57962eb014d725a64b8b45a8 */
"prefControlPlaybackWithAppleRemote" = "Sterowanie odtwarzaniem z pilota Apple Remote";

/* loco:5811ffa152e1a161478b456b */
"prefInterface" = "Interfejs";

/* loco:5811ffa352e1a1aa478b456a */
"lblFullscreenMode" = "Pełny ekran:";

/* loco:5811ffa552e1a1aa478b456c */
"fullscreenModeNative" = "Natywny macOS";

/* loco:5811ffa752e1a118488b4567 */
"fullscreenModeCustom" = "Własne";

/* loco:5811ffa952e1a119488b4567 */
"lblFullscreenOptions" = "Opcje pełnego ekranu:";

/* loco:5811ffab52e1a11a488b4568 */
"lblWhenPlayingVideo" = "Podczas odtwarzania wideo:";

/* loco:5811ffad52e1a114488b4568 */
"noteAboutActionOnDoubleClick" = "To ustawienie jest przeznaczone dla filmów.";

/* loco:5811ffaf52e1a181478b4575 */
"atvVersionReleaseNoteWindow.title" = "Oglądaj swoje ulubione materiały na Apple TV";

/* loco:5811ffb152e1a150478b4574 */
"atvVersionReleaseNoteWindow.subtitle" = "Elmedia Player jest już dostępny dla Apple TV";

/* loco:5811ffb352e1a115488b4568 */
"atvVersionReleaseNoteWindow.btnNoThanks" = "Nie, dziękuję, Nie mam Apple TV";

/* loco:5bc59eb97ec8ae68b55abf34
 * titles of buttons in button bar */
"buttonAll" = "Wszystkie zasoby";

/* loco:5bc59eb97ec8ae68b55abf35 */
"playlistContextMenuDeleteAll" = "Usuń wszystkie";

/* loco:5bc59eb97ec8ae68b55abf36
 * Streaming */
"alert.streamingNotSupported.title" = "Transmisja nie jest obsługiwana dla tego pliku";

/* loco:5bc59eb97ec8ae68b55abf37 */
"alert.streamingNotSupported.info" = "W tym czasie (%@) pliki nie mogą być przesyłane strumieniowo. Jeśli uważasz, że ta wiadomość jest błędna, nie wahaj się skontaktować z nami pod adresem support@eltima.com.";

/* loco:5bc59eb97ec8ae68b55abf38 */
"alert.streamingDemoLimit.title" = "Rozpoczęcie strumieniowania w bezpłatnej wersji";

/* loco:5bc59eb97ec8ae68b55abf39 */
"alert.streamingDemoLimit.info" = "Bezpłatna wersja Elmedia oferuje strumieniowe przesyłanie muzyki i filmów do urządzeń %@ przez 1 minutę. Aby cieszyć się nieograniczoną transmisją strumieniową uaktualnij do Elmedia Player PRO.";

/* loco:5bc59eb97ec8ae68b55abf3a */
"streaming.errorInfo.unsupportedFormat" = "Podczas próby odtworzenia tego pliku w urządzeniu wystąpił błąd. Najprawdopodobniej format pliku nie jest obsługiwany przez urządzenie.";

/* loco:5bc59eb97ec8ae68b55abf3b */
"deviceList.title" = "Strumień do";

/* loco:5bc59eb97ec8ae68b55abf3c */
"deviceListEmptyView.title" = "Nie znaleziono żadnych urządzeń.";

/* loco:5bc59eb97ec8ae68b55abf3d */
"deviceListEmptyView.info" = "Upewnij się, że Twoje urządzenie i komputer Mac są podłączone do tej samej sieci Wi-Fi.";

/* loco:5bc59eb97ec8ae68b55abf3e */
"deviceListEmptyView.link" = "Potrzebujesz pomocy?";

/* loco:5bc59eb97ec8ae68b55abf3f
 * Chromecast */
"chromecast.alert.launchError.title" = "Błąd uruchomienia aplikacji: %@";

/* loco:5bc59eb97ec8ae68b55abf40 */
"chromecast.alert.launchError.info" = "Nie udało się uruchomić aplikacji na urządzeniu Chromecast.";

/* loco:5bc59eb97ec8ae68b55abf41 */
"chromecast.alert.nativePlaybackFailed.title" = "Natywne odtwarzanie na Chromecast nie powiodło się";

/* loco:5bc59eb97ec8ae68b55abf42 */
"button.skip" = "Pomiń";

/* loco:5bc59eb97ec8ae68b55abf43 */
"cast.statusText.creatingVideoArt" = "Tworzenie obrazu video.....";

/* loco:5bc59eb97ec8ae68b55abf44
 * DLNA */
"upnpError.unableToStreamToDevice" = "Nie można przesłać strumieniowo do \"%@\".";

/* loco:5bc59eb97ec8ae68b55abf45 */
"upnpError.failedToPlayOnDevice" = "Nie udało się odtworzyć na wybranym urządzeniu";

/* loco:5bc59eb97ec8ae68b55abf46 */
"upnpErrorInfo.noAVTServiceProvided" = "To urządzenie nie zapewnia usługi przesyłania audio/wideo.";

/* loco:5bc59eb97ec8ae68b55abf47 */
"upnpErrorInfo.general" = "Błąd: %@.";

/* loco:5bc59eb97ec8ae68b55abf48 */
"upnpError.playFailed" = "Odtwarzanie nie powiodło się. Błąd %@.";

/* loco:5bc59eb97ec8ae68b55abf49 */
"upnpError.pauseFailed" = "Nie można było zatrzymać. Błąd %@.";

/* loco:5bc59eb97ec8ae68b55abf4a */
"upnpError.seekFailed" = "Nie można było szukać. Błąd %@.";

/* loco:5bc59eb97ec8ae68b55abf4b */
"upnpError.settingVolumeFailed" = "Nie można było wyregulować głośności. Błąd %@.";

/* loco:5bc59eb97ec8ae68b55abf4c */
"upnpError.setMuteFailed" = "Nie można było wyciszyć. Błąd %@.";

/* loco:5bc59eb97ec8ae68b55abf4d */
"upnp.alert.seekWhenHLS.title" = "Proszę potwierdzić.";

/* loco:5bc59eb97ec8ae68b55abf4e */
"upnp.alert.seekWhenHLS.info" = "Filmy wideo HTTP Live Streaming (HLS) nie obsługują funkcji Szukaj w trybie odtwarzania DLNA. Możemy pominąć %@ od początku i odtworzyć resztę.";

/* loco:5bc59eb97ec8ae68b55abf4f */
"alert.failedToAddSubtitles.title" = "Nie można było dodawać napisów";

/* loco:5bc59eb97ec8ae68b55abf50 */
"alert.failedToAddSubtitles.info" = "Elmedia Player nie otworzył pliku z napisami \"%@\". Oryginalne kodowanie tekstu nie zostało ustawione poprawnie. Proszę wybrać odpowiednie kodowanie tekstu w Preferencjach i spróbować ponownie.";

/* loco:5bc59eb97ec8ae68b55abf51 */
"streaming.tip" = "Spróbuj wyłączyć opcję \"%@\" w zakładce Streaming okna preferencje i odtwarzaj ponownie.";

/* loco:5bc59eb97ec8ae68b55abf53 */
"streaming.statusText.cantUnpause" = "Nie można odtworzyć. Trawa buforowanie....";

/* loco:5bc59eb97ec8ae68b55abf54 */
"streaming.statusText.caching" = "Buforowanie....";

/* loco:5bc59eb97ec8ae68b55abf55 */
"streaming.statusText.preparingToStream" = "Przygotowanie do przesyłania strumieniowego do \"%@\"";

/* loco:5bc59eb97ec8ae68b55abf56 */
"streaming.statusText.connecting" = "Łączenie z \"%@\"...";

/* loco:5bc59eb97ec8ae68b55abf57 */
"streaming.statusText.percentDone" = "%.0f%% wykonane.";

/* loco:5bc59eb97ec8ae68b55abf5a */
"toolTip.currentTime" = "Kliknąć, aby przełączyć pomiędzy czasem całkowitym i czasem pozostałym";

/* loco:5bc59eb97ec8ae68b55abf5b */
"toolTip.nextOrFastForward" = "Następnie lub kliknij i przytrzymaj, aby przewijać do przodu";

/* loco:5bc59eb97ec8ae68b55abf5c */
"toolTip.previousOrRewind" = "Poprzedni lub kliknij i przytrzymaj, aby przewinąć do tyłu";

/* loco:5bc59eb97ec8ae68b55abf5d */
"toolTip.browser" = "Przełączenie do trybu przeglądarki";

/* loco:5bc59eb97ec8ae68b55abf5e */
"toolTip.openOnlineVideo" = "Otwórz wideo online.";

/* loco:5bc59eb97ec8ae68b55abf5f */
"toolTip.showPlaylist" = "Pokaż listę odtwarzania";

/* loco:5bc59eb97ec8ae68b55abf60 */
"toolTip.hidePlaylist" = "Ukryj listę odtwarzania";

/* loco:5bc59eb97ec8ae68b55abf61 */
"toolTip.stream" = "Wybierz urządzenie do którego chcesz strumieniować";

/* loco:5bc59eb97ec8ae68b55abf62 */
"toolTip.settings" = "Ustawienia odtwarzania";

/* loco:5bc59eb97ec8ae68b55abf63 */
"toolTip.volume" = "Głośność: %d%%";

/* loco:5bc59eb97ec8ae68b55abf64 */
"toolTip.volumeDisabled" = "Głośność: Niedostępna";

/* loco:5bc59eb97ec8ae68b55abf65 */
"toolTip.unpinPlaylist" = "Pokaż listę odtwarzania w osobnym oknie";

/* loco:5bc59eb97ec8ae68b55abf66 */
"toolTip.pinPlaylist" = "Pokaż listę odtwarzania w wyskakującym oknie";

/* loco:5bc59eb97ec8ae68b55abf67 */
"toolTip.shuffleOn" = "Shuffle: Wł.";

/* loco:5bc59eb97ec8ae68b55abf68 */
"toolTip.shuffleOff" = "Shuffle: Wył.";

/* loco:5bc59eb97ec8ae68b55abf69 */
"toolTip.repeatOff" = "Powtórz: Wył.";

/* loco:5bc59eb97ec8ae68b55abf6a */
"toolTip.repeatTrack" = "Powtarzaj: Ścieżka";

/* loco:5bc59eb97ec8ae68b55abf6b */
"toolTip.repeatAll" = "Powtarzaj: Wszystkie";

/* loco:5bc59eb97ec8ae68b55abf6c */
"toolTip.stopAfterCurrent" = "Zatrzymaj po bieżącym";

/* loco:5bc59eb97ec8ae68b55abf6d */
"playlistSearchField.placeholder" = "Szukaj";

/* loco:5bc59eb97ec8ae68b55abf6e */
"playlistEmptyView.title" = "Pusta playlista";

/* loco:5bc59eb97ec8ae68b55abf6f */
"playlistEmptyView.hint" = "Upuść pliki tutaj, aby dodać je do listy odtwarzania. Możesz również upuścić pliki do okna odtwarzacza lub ikony aplikacji w Docku";

/* loco:5bc59eb97ec8ae68b55abf70 */
"playlistSearchResultsEmptyView.title" = "Brak wynkików";

/* loco:5bc59eb97ec8ae68b55abf71 */
"playlistSearchResultsEmptyView.hint" = "Żadne elementy nie odpowiadają aktualnym ustawieniom filtra. Modyfikuj ustawienia filtra, sprawdź pisownię i/lub zmień słowa wyszukiwania";

/* loco:5bc59eb97ec8ae68b55abf72 */
"playlistFilterName.audio" = "Dżwięk";

/* loco:5bc59eb97ec8ae68b55abf73 */
"playlistFilterName.video" = "Wideo";

/* loco:5bc59eb97ec8ae68b55abf74 */
"playlistFilterName.flash" = "Flash";

/* loco:5bc59eb97ec8ae68b55abf75 */
"playlistFilterName.links" = "Linki";

/* loco:5bc59eb97ec8ae68b55abf76 */
"playlistFilterGroup.title" = "Pokaż:";

/* loco:5bc59eb97ec8ae68b55abf77 */
"playlistFilterButton.clearAll" = "Wyczyść wszystko";

/* loco:5bc59eb97ec8ae68b55abf78 */
"controlPanelTabs.playback" = "Odtwarzanie";

/* loco:5bc59eb97ec8ae68b55abf79 */
"controlPanelTabs.videoTuner" = "Tuner wideo";

/* loco:5bc59eb97ec8ae68b55abf7a */
"controlPanelTabs.equalizer" = "Korektor";

/* loco:5bc59eb97ec8ae68b55abf7b */
"controlPanel.playback.speed" = "Prędkość odtwarzania:";

/* loco:5bc59eb97ec8ae68b55abf7c */
"controlPanel.playback.audioDelay" = "Opóźnienie dźwięku:";

/* loco:5bc59eb97ec8ae68b55abf7d */
"controlPanel.playback.subtitleDelay" = "Opóźnienie napisów:";

/* loco:5bc59eb97ec8ae68b55abf7e */
"controlPanel.playback.applyToAll" = "Zapisz te ustawienia dla innych sesji odtwarzania";

/* loco:5bc59eb97ec8ae68b55abf7f */
"toolTip.textField.speed" = "Określ żądaną prędkość odtwarzania w procentach";

/* loco:5bc59eb97ec8ae68b55abf80 */
"toolTip.textField.audioDelay" = "W przypadku, gdy dźwięk wyprzedza obraz, wprowadź wartość dodatnią";

/* loco:5bc59eb97ec8ae68b55abf81 */
"toolTip.textField.subtitleDelay" = "Wartości dodatnie pozwalają na wyświetlanie napisów później, natomiast ujemne - wcześniej.";

/* loco:5bc59eb97ec8ae68b55abf82 */
"toolTip.stepper.speed" = "Zwiększenie/zmniejszenie prędkości odtwarzania o 10%";

/* loco:5bc59eb97ec8ae68b55abf83 */
"toolTip.stepper.audioDelay" = "Ustaw opóźnienie dźwięku o +/- 0,1 sekundy.";

/* loco:5bc59eb97ec8ae68b55abf84 */
"toolTip.stepper.subtitleDelay" = "Ustaw opóźnienie napisów o +/- 0,1 sekundy.";

/* loco:5bc59eb97ec8ae68b55abf85 */
"prefs.streaming" = "Strumieniowanie";

/* loco:5bc59eb97ec8ae68b55abf86 */
"prefs.streaming.info" = "Ustawienia dla urządzeń AirPlay, Chromecast i DLNA. Skonfiguruj również odbiór AirPlay.";

/* loco:5bc59eb97ec8ae68b55abf87 */
"prefs.streaming.from" = "Z Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf88 */
"prefs.streaming.to" = "Do Elmedia Player";

/* loco:5bc59eb97ec8ae68b55abf89 */
"prefs.dlna.sendStop" = "Wyślij \"stop\" przed odtwarzaniem";

/* loco:5bc59eb97ec8ae68b55abf8a */
"prefs.dlna.sendStop.hint" = "Niektóre telewizory potrzebują komendy STOP przed odtworzeniem czegokolwiek, w przeciwnym razie nie będą działać. Lepiej odznaczyć tą opcję, jeśli telewizor działa prawidłowo.";

/* loco:5bc59eb97ec8ae68b55abf8b */
"prefs.dlna.useProxyServer" = "Użyj serwera proxy dla filmów online";

/* loco:5bc59eb97ec8ae68b55abf8c */
"prefs.dlna.useProxyServer.hint" = "Niektóre urządzenia DLNA/UPnP (np. Samsung Smart TV) pracują tylko w sieci lokalnej. Włączenie tej opcji pomoże im odtwarzać multimedia bezpośrednio z Internetu.";

/* loco:5bc59eb97ec8ae68b55abf8d */
"prefs.streaming.transcoding" = "Ustawienia transkodowania";

/* loco:5bc59eb97ec8ae68b55abf8e */
"prefs.streaming.transcoding.hint" = "Jeśli wystąpi buforowanie, spróbuj obniżyć bitrate lub jakość obrazu. Jeśli uważasz, że jakość jest zbyt niska, spróbuj podnieść bitrate.";

/* loco:5bc59eb97ec8ae68b55abf8f */
"prefs.streaming.quality" = "Jakość:";

/* loco:5bc59eb97ec8ae68b55abf90 */
"prefs.streaming.bitrate" = "Bitrate:";

/* loco:5bc59eb97ec8ae68b55abf91 */
"prefs.streaming.buffer" = "Bufor:";

/* loco:5bc59eb97ec8ae68b55abf92 */
"prefs.streaming.buffer.hint" = "Zwiększyć długość bufora, aby uniknąć przerw w odtwarzaniu.\nIm większa długość bufora, tym dłużej trwa rozpoczęcie odtwarzania.";

/* loco:5bc59eb97ec8ae68b55abf93 */
"prefs.streaming.quality.original" = "Oryginał";

/* loco:5bc59eb97ec8ae68b55abf94 */
"automatically" = "Auto";

/* loco:5bc59eb97ec8ae68b55abf95 */
"prefs.streaming.nativePlayback" = "Używaj odtwarzania natywnego, jeśli jest obsługiwane";

/* loco:5bc59eb97ec8ae68b55abf96 */
"prefs.streaming.nativePlayback.hint" = "Poprawia jakość obrazu przy jednoczesnym zmniejszeniu obciążenia procesora";

/* loco:5bc59eb97ec8ae68b55abf97 */
"prefs.streaming.enableSubtitles" = "Włącz napisy";

/* loco:5bc59eb97ec8ae68b55abf98 */
"prefs.streaming.enableSubtitles.hint" = "Po włączeniu tej opcji napisy zapisane w plikach zewnętrznych lub wbudowane w film będą dołączone do odtwarzania.";

/* loco:5bc59eb97ec8ae68b55abf99 */
"prefs.streaming.enableSubExtraction" = "Umożliwia wyodrębnienie wbudowanych napisów";

/* loco:5bc59eb97ec8ae68b55abf9a */
"prefs.streaming.subtitleExtraction.note" = "W przypadku dużych plików lub plików na dyskach zdalnych może to zająć dużo czasu. Pozwala na przesyłanie napisów do urządzeń obsługujących tylko urządzenia zewnętrzne.";

/* loco:5bc59eb97ec8ae68b55abf9b */
"prefs.subtitles.appearance" = "Wygląd";

/* loco:5bc59eb97ec8ae68b55abf9c */
"prefs.subtitles.managing" = "Wczytaj automatycznie";

/* loco:5bc59eb97ec8ae68b55abf9d */
"prefs.subtitles.onlineSearch" = "Szukaj online";

/* loco:5bc59eb97ec8ae68b55abf9e */
"prefs.subtitles.color" = "Kolor:";

/* loco:5bc59eb97ec8ae68b55abf9f */
"prefs.subtitles.text" = "Czcionka";

/* loco:5bc59eb97ec8ae68b55abfa0 */
"prefs.subtitles.border" = "Ramka";

/* loco:5bc59eb97ec8ae68b55abfa1 */
"prefs.subtitles.background" = "Tło";

/* loco:5bc59eb97ec8ae68b55abfa3 */
"prefs.subtitles.autoTurnOn" = "Automatycznie włączaj napisy, jeśli są dostępne";

/* loco:5bc59eb97ec8ae68b55abfa4 */
"prefs.subtitles.chromecastFont" = "Czcionki Chromecast:";

/* loco:5bc59eb97ec8ae68b55abfa5 */
"prefs.subtitles.chromecastFont.note" = "Chromecast ma ograniczoną liczbę czcionek do wyświetlania napisów.";

/* loco:5bc59eb97ec8ae68b55abfa6 */
"prefs.subtitles.os.title" = "Pobierz napisy z OpenSubtitles.org®";

/* loco:5bc59eb97ec8ae68b55abfa7 */
"prefs.subtitles.os.info" = "Elmedia Player używa OpenSubtitles.org® do pobierania napisów. Zaloguj się do swojego konta OpenSubtitles.org® aby zwiększyć limit pobierania";

/* loco:5bc59eb97ec8ae68b55abfa8 */
"prefs.subtitles.os.note" = "Uwaga: niezarejestrowani użytkownicy mogą pobierać do 200 napisów dziennie.";

/* loco:5bc59eb97ec8ae68b55abfa9 */
"prefs.subtitles.os.btnLogIn" = "Zaloguj do OpenSubtitles.org®…";

/* loco:5bc59eb97ec8ae68b55abfaa */
"prefs.subtitles.os.btnLogOut" = "Wyloguj";

/* loco:5bc59eb97ec8ae68b55abfab */
"prefs.subtitles.os.languagePrompt" = "Wybierz języki napisów:";

/* loco:5bc59eb97ec8ae68b55abfac */
"prefs.subtitles.os.searchMethod" = "Wyszukiwanie według:";

/* loco:5bc59eb97ec8ae68b55abfad */
"openSubtitle.searchMethod.filename" = "Nazwa";

/* loco:5bc59eb97ec8ae68b55abfae */
"openSubtitle.searchMethod.hash" = "Hasztag";

/* loco:5bc59eb97ec8ae68b55abfaf */
"openSubtitle.matchedBy.filename" = "dopasowany nazwą";

/* loco:5bc59eb97ec8ae68b55abfb0 */
"openSubtitle.matchedBy.hash" = "dopasowany hasztagiem";

/* loco:5bc59eb97ec8ae68b55abfb1 */
"prefs.subtitles.os.copyright" = "Napisy dostarczane przez";

/* loco:5bc59eb97ec8ae68b55abfb2 */
"os.loginSheet.title" = "Logowanie do OpenSubtitles.org®";

/* loco:5bc59eb97ec8ae68b55abfb3 */
"os.loginSheet.username" = "Nazwa użytkownika:";

/* loco:5bc59eb97ec8ae68b55abfb4 */
"os.loginSheet.password" = "Hasło:";

/* loco:5bc59eb97ec8ae68b55abfb5 */
"alert.openSubtitleAuthFailed.title" = "OpenSubtitles.org - nie udało się zalogować";

/* loco:5bc59eb97ec8ae68b55abfb6 */
"alert.openSubtitleAuthFailed.info" = "Sprawdź pisownię nazwy użytkownika i hasła i spróbuj ponownie.";

/* loco:5bc59eb97ec8ae68b55abfb7 */
"alert.openSubtitleDownloadFailed.title" = "Nie udało się pobrać napisów";

/* loco:5bc59eb97ec8ae68b55abfb8 */
"alert.openSubtitleDownloadFailed.info" = "Osiągnięto maksymalny limit pobierania. Zaloguj się do swojego konta OpenSubtitles.org i spróbuj ponownie.";

/* loco:5bc59eb97ec8ae68b55abfb9 */
"menuItemDownloadSubtitlesFromOS" = "Pobierz z OpenSubtitles.org";

/* loco:5bc59eb97ec8ae68b55abfba */
"menuItemTitleFetchingSubtitles" = "Pobieranie....";

/* loco:5bc59eb97ec8ae68b55abfbb */
"menuItemTitleNothingFound" = "Nic nie znaleziono";

/* loco:5bc59eb97ec8ae68b55abfbc */
"choose" = "Wybierz..";

/* loco:5bc59eb97ec8ae68b55abfbd */
"none" = "żaden";

/* loco:5bc59eb97ec8ae68b55abfbe */
"prefs.interface.language" = "Język:";

/* loco:5bc59eb97ec8ae68b55abfbf */
"prefs.interface.language.default" = "Domyślne ustawienie systemu";

/* loco:5bc59eb97ec8ae68b55abfc0 */
"prefs.interface.language.note" = "Wymaga ponownego uruchomienia aplikacji";

/* loco:5bc59eb97ec8ae68b55abfc1 */
"prefs.interface.disableScreenSaver" = "Wyłącz wygaszacz ekranu:";

/* loco:5bc59eb97ec8ae68b55abfc2 */
"disableScreenSaver.never" = "Nigdy";

/* loco:5bc59eb97ec8ae68b55abfc3 */
"disableScreenSaver.inFullScreenOnly" = "Tylko w trybie pełnoekranowym";

/* loco:5bc59eb97ec8ae68b55abfc4 */
"disableScreenSaver.always" = "Zawsze";

/* loco:5bc59eb97ec8ae68b55abfc5 */
"activationWindow.mainTitle" = "Aktywacja Elmedia Player PRO";

/* loco:5bc59eb97ec8ae68b55abfc6 */
"demoreminder.title" = "Aktualizuj do %@";

/* loco:5bc59eb97ec8ae68b55abfc7 */
"demoreminder.info" = "Nowy wygląd, więcej wspaniałych funkcji oraz strumieniowe przesyłanie danych do różnych urządzeń.";

/* loco:5bc59eb97ec8ae68b55abfc8 */
"demoreminder.btnUpgrade" = "Aktualizuj teraz";

/* loco:5bc59eb97ec8ae68b55abfc9 */
"demoreminder.discount.title" = "Jest to ważna aktualizacja";

/* loco:5bc59eb97ec8ae68b55abfca */
"demoreminder.discount.info" = "Ci, którzy posiadają poprzednią wersję mogą dokonać aktualizacji z 50% zniżką.";

/* loco:5bc59eb97ec8ae68b55abfcb */
"demoreminder.discount.code" = "Mam już kod aktywacyjny";

/* loco:5bc59eb97ec8ae68b55abfcc */
"proFeature1.title" = "Pobierz filmy z YouTube";

/* loco:5bc59eb97ec8ae68b55abfcd */
"proFeature1.info" = "Pobierz filmy z YouTube, wybierz format i rozdzielczość, wyodrębnij dźwięk MP3";

/* loco:5bc59eb97ec8ae68b55abfce */
"proFeature1.title-mu" = "Pobierz media online";

/* loco:5bc59eb97ec8ae68b55abfcf */
"proFeature1.info-mu" = "Wideo, audio, obrazy można pobrać bezpośrednio na dysk twardy";

/* loco:5bc59eb97ec8ae68b55abfd0 */
"proFeature1.title-mas" = "Kolor, jasność, kontrast itp.";

/* loco:5bc59eb97ec8ae68b55abfd1 */
"proFeature1.info-mas" = "Możliwość elastycznego dostosowania wielu ustawień kolorów podczas odtwarzania";

/* loco:5bc59eb97ec8ae68b55abfd2 */
"proFeature2.title" = "Zaawansowane przesyłanie strumieniowe";

/* loco:5bc59eb97ec8ae68b55abfd3 */
"proFeature2.info" = "Przesyłaj strumieniowo sygnał audio i wideo do urządzeń Apple TV, Smart TV i Chromecast";

/* loco:5bc59eb97ec8ae68b55abfd4 */
"proFeature3.title" = "Dostosuj ustawienia audio";

/* loco:5bc59eb97ec8ae68b55abfd5 */
"proFeature3.info" = "Wybrierz urządzenia wyjściowe dla audio; przesyłaj AC-3/DTS przez S/PDIF";

/* loco:5bc59eb97ec8ae68b55abfd6 */
"proFeature4.title" = "Pobierz wszystkie filmy online";

/* loco:5bc59eb97ec8ae68b55abfd7 */
"proFeature4.title-mu" = "Pobierz większość filmów online";

/* loco:5bc59eb97ec8ae68b55abfd8 */
"proFeature4.info" = "Obsługiwane są również strumieniowe transmisje wideo przez RTMP i HTML5";

/* loco:5bc59eb97ec8ae68b55abfd9 */
"proFeature4.title-mas" = "Korektor audio z presetami";

/* loco:5bc59eb97ec8ae68b55abfda */
"proFeature4.info-mas" = "Możliwość dostosowania dźwięku do różnych gatunków, pomieszczeń w domu lub konkretnych głośników";

/* loco:5bc59eb97ec8ae68b55abfdb */
"proFeature5.title" = "Wykonuj precyzyjne zrzuty ekranu";

/* loco:5bc59eb97ec8ae68b55abfdc */
"proFeature5.info" = "Możesz przechwycić dowolny moment filmu lub przekonwertować je wszystkie na obrazy";

/* loco:5bc59eb97ec8ae68b55abfdd */
"proFeature6.title" = "Wygodne odtwarzanie";

/* loco:5bc59eb97ec8ae68b55abfde */
"proFeature6.info" = "Różne ustawienia językowe, pełny ekran na dowolnym monitorze, edycja obrazu wideo itp.";

/* loco:5bc59eb97ec8ae68b55abfdf */
"welcome.title" = "Witamy w %@";

/* loco:5bc59eb97ec8ae68b55abfe0 */
"welcome.subtitle" = "Nowy wygląd, więcej wspaniałych funkcji oraz strumieniowe przesyłanie danych do różnych urządzeń.";

/* loco:5bc59eb97ec8ae68b55abfe1 */
"welcome.feature1.title" = "Nowy interfejs";

/* loco:5bc59eb97ec8ae68b55abfe2 */
"welcome.feature1.info" = "Smukła, lekka, prosta, idealna do nowszych wersji MacOS";

/* loco:5bc59eb97ec8ae68b55abfe3 */
"welcome.feature2.title" = "Przesyłaj strumieniowo do Apple TV, Smart TV itp.";

/* loco:5bc59eb97ec8ae68b55abfe4 */
"welcome.feature2.info" = "Przesyłaj strumieniowo filmy wideo do Apple TV, Smart TV i innych urządzeń AirPlay lub DLNA";

/* loco:5bc59eb97ec8ae68b55abfe5 */
"welcome.feature3.title" = "Udoskonalenia sterowania odtwarzaniem";

/* loco:5bc59eb97ec8ae68b55abfe6 */
"welcome.feature3.info" = "Przypnij lub odepnij odtwarzacz i listę odtwarzaia w zależności od potrzeb i preferencji";

/* loco:5bc59eb97ec8ae68b55abfe7 */
"welcome.feature4.title" = "Wsparcie Chromecast";

/* loco:5bc59eb97ec8ae68b55abfe8 */
"welcome.feature4.info" = "Przesyłaj filmy wideo do Chromecast w oryginalnym formacie lub transkodowane w czasie rzeczywistym";

/* loco:5bc59eb97ec8ae68b55abfe9 */
"welcome.feature5.title" = "Nowy panel sterowania";

/* loco:5bc59eb97ec8ae68b55abfea */
"welcome.feature5.info" = "Łatwa regulacja prędkości odtwarzania, opóźnienia dźwięku i napisów";

/* loco:5bc59eb97ec8ae68b55abfeb */
"welcome.feature6.title" = "I wiele więcej.";

/* loco:5bc59eb97ec8ae68b55abfec */
"welcome.feature6.info" = "Wyszukiwanie napisów, zaawansowane strumieniowe itp.";

/* loco:5bc59eb97ec8ae68b55abfed */
"learnMore" = "Dowiedz się więcej";

/* loco:5bc59eb97ec8ae68b55abfee */
"continue" = "Kontynuuj";

/* loco:5bc59eb97ec8ae68b55abfef */
"movieFolderSelector.title" = "Ważny krok przed rozpoczęciem";

/* loco:5bc59eb97ec8ae68b55abff0 */
"movieFolderSelector.info" = "Proszę wybrać folder główny, w którym zapisywana jest większość plików wideo. Pomaga to Elmedia Player uzyskać dostęp do wszystkich plików z tego folderu i automatycznie załadować zewnętrzne pliki z napisami i ścieżkami audio (jeśli istnieją) podczas odtwarzania.";

/* loco:5bc59eb97ec8ae68b55abff1 */
"movieFolderSelector.btnChoose" = "Wybierz folder...";

/* loco:5bc59eb97ec8ae68b55abff2 */
"movieFolderSelector.btnLater" = "Później";

/* loco:5bc59eb97ec8ae68b55abff3 */
"tipFormat" = "Porada %d:";

/* loco:5bc59eb97ec8ae68b55abff4 */
"movieFolderSelector.tip1" = "Możesz zmienić to ustawienie w zakładce \"Ogólne\" Preferencji Elmedia w dowolnym momencie.";

/* loco:5bc59eb97ec8ae68b55abff5 */
"movieFolderSelector.tip2" = "Elmedia może nie być w stanie autoloadować zewnętrznych napisów lub ścieżek audio, jeśli ustawiony jest niewłaściwy folder.";

/* loco:5bc59eb97ec8ae68b55abff6 */
"mediaKeyActivation.title" = "Aktywacja klawiszy multimedialnych";

/* loco:5bc59eb97ec8ae68b55abff7 */
"mediaKeyActivation.info" = "Aby sterować odtwarzaniem za pomocą klawiszy multimedialnych, musisz zapewnić Elmedia Player dostęp do swojego komputera Mac. W panelu Prywatność w sekcji Bezpieczeństwo i preferencje prywatności przewijaj listę aplikacji i znajdź Elmedia Player, a następnie zaznacz pole wyboru obok jego nazwy, aby umożliwić mu kontrolowanie komputera Mac.";

/* loco:5bc59eb97ec8ae68b55abff8 */
"mediaKeyActivation.btnShowPrompt" = "Udzielenie dostępu....";

/* loco:5bc59eb97ec8ae68b55abff9 */
"mediaKeyActivation.tip1" = "W każdej chwili możesz aktywować lub dezaktywować klawisze multimedialne w zakładce \"Ogólne\" preferencji odtwarzacza.";

/* loco:5bc59eb97ec8ae68b55abffa */
"mediaKeyActivation.tip2" = "Postępuj zgodnie z instrukcjami krok po kroku, aby aktywować klawisze multimedialne.";

/* loco:5bc59eb97ec8ae68b55abffb */
"mediaKeyActivation.linkTitle" = "Dowiedz się więcej";

/* loco:5bc59eb97ec8ae68b55abffc */
"browser.startPage.title" = "Witamy w przeglądarce Elmedia";

/* loco:5bc59eb97ec8ae68b55abffd */
"browser.startPage.hint" = "Podobnie jak w zwykłej przeglądarce internetowej można wyszukiwać i pobierać pliki multimedialne, ale w tym przypadku bezpośrednio w aplikacji. Wpisz adres URL strony w polu wyszukiwania lub kliknij ikonę szybkiego dostępu.";

/* loco:5bc59eb97ec8ae68b55abffe */
"browser.btnNextPage.toolTip" = "Kliknij, aby przejść do przodu, przytrzymaj, aby zobaczyć historię";

/* loco:5bc59eb97ec8ae68b55abfff */
"browser.btnPreviousPage.toolTip" = "Kliknij, aby wrócić, przytrzymaj, aby zobaczyć historię";

/* loco:5bc59eb97ec8ae68b55ac000 */
"browser.btnHomePage.toolTip" = "Przejdź do ekranu głównego";

/* loco:5bc59eb97ec8ae68b55ac001 */
"browser.btnReload.toolTip" = "Przeładuj tę stronę";

/* loco:5bc59eb97ec8ae68b55ac002 */
"browser.btnPlayer.title" = "Otwórz odtwarzacz";

/* loco:5bc59eb97ec8ae68b55ac003 */
"browser.btnPlayer.toolTip" = "Przełącz w tryb odtwarzacza";

/* loco:5bc59eb97ec8ae68b55ac004 */
"browser.searchField.placeholder" = "Wprowadź lub wklej adres URL strony";

/* loco:5bc59eb97ec8ae68b55ac005 */
"labelCanNotFindAudio" = "Nie można znaleźć dźwięku?";

/* loco:5bc59eb97ec8ae68b55ac006 */
"labelCanNotFindFlash" = "Nie można znaleść flash?";

/* loco:5bc59eb97ec8ae68b55ac007 */
"emptyResourceListHint" = "Wszystkie materiały dostępne do pobrania pojawią się tutaj";

/* loco:5bc59eb97ec8ae68b55ac008 */
"emptyDownloadListHint" = "Wszystkie pobrane i pbierane pliki pojawiają się tutaj";

/* loco:5bc59eb97ec8ae68b55ac009 */
"alert.unableToRestorePurchases.title" = "Nie można przywrócić zakupów";

/* loco:5bc59eb97ec8ae68b55ac00a */
"alert.unableToRestorePurchases.info" = "Upewnij się, że jesteś zalogowany tym samym identyfikatorem Apple ID, którego użyłeś do dokonania zakupu i spróbuj ponownie.";

/* loco:5bc59eb97ec8ae68b55ac00b */
"subtitleEncodingPrompt.title" = "Nieznane kodowanie pliku napisów";

/* loco:5bc59eb97ec8ae68b55ac00c */
"subtitleEncodingPrompt.labelEncoding" = "Kodowanie:";

/* loco:5bc59eb97ec8ae68b55ac00d */
"subtitleEncodingPrompt.info" = "Plik \"%@\" ma nieznany zestaw znaków kodowania.\nPrawdopodobne kodowanie: %@ (zaufanie: %.0f%%).";

/* loco:5bc59eb97ec8ae68b55ac00e */
"subtitleEncodingPrompt.promptText" = "Proszę wybrać odpowiednie kodowanie pliku i nacisnąć OK dla Elmedia Player, aby go otworzyć.";

/* loco:5bc59eb97ec8ae68b55ac00f */
"videoTunerDemoVersionNote" = "Ustawienia obrazu są dostępne w wersji PRO.";

/* loco:5bc59eb97ec8ae68b55ac010 */
"downloadsDemoReminder.title" = "WErsja próbna odtwarzacza Elmedia Player";

/* loco:5bc59eb97ec8ae68b55ac011 */
"downloadsDemoReminder.txtActiveTrial" = "Dziękujemy za wypróbowanie Elmedia Player PRO";

/* loco:5bc59eb97ec8ae68b55ac012 */
"downloadsDemoReminder.txtTrialExpired" = "Wersja próbna Elmedia Player wygasła";

/* loco:5bc59eb97ec8ae68b55ac013 */
"downloadsDemoReminder.txtDownloadsLeft" = "Pozostało do pobrania:";

/* loco:5bc59eb97ec8ae68b55ac014 */
"downloadsDemoReminder.info" = "Twoja kopia Elmedia Player PRO nie jest jeszcze aktywowana. Możesz odblokować pełne możliwości aplikacji poprzez zakup licencji, lub po prostu wpisz swój kod aktywacyjny, jeśli już złożyłeś zamówienie.";

/* loco:5bc59eb97ec8ae68b55ac015 */
"downloadsDemoReminder.btnEnterCode.title" = "Wprowadź kod aktywacyjny...";

/* loco:5bc5a7ae7ec8ae6b432c7bb3 */
"limitedTimeOffer.title" = "Oferta limitowana czasowo!\nZaoszczędź 50% na Elmedia Player PRO!";

/* loco:5bc5a7ae7ec8ae6b432c7bb4 */
"limitedTimeOffer.info" = "Wersja PRO oferuje następujące możliwości:";

/* loco:5bc5a7ae7ec8ae6b432c7bb5 */
"limitedTimeOffer.support" = "Pytania?\nNapisz do nas";

/* loco:5bc5ecf472c2c963c44e2ad3 */
"upgradeWithDiscountInfo" = "Ponieważ zaktualizowałeś Elmedia Player do wersji 7.x, otrzymujesz funkcjonalność wersji darmowej.\nAby umożliwić pobieranie filmów z YouTube, przesyłanie ich strumieniowo do Apple TV, Smart TV i Chromecast, otrzymaj Elmedia Player PRO z 50% zniżką lub sprawdź, czy kwalifikujesz się do bezpłatnej aktualizacji.";

/* loco:5bc5edbb72c2c96429330994 */
"scrnWindowCapturedNScreenshots" = "%d zrzut ekranu";

/* loco:5bd188c172c2c94d1568ea25 */
"alert.noNetwork.title" = "Brak połączenia sieciowego";

/* loco:5bd188c172c2c94d1568ea26 */
"alert.noNetwork.info" = "Upewnij się, że masz połączenie z siecią i spróbuj ponownie";

/* loco:5c6a87cca08ef152135df353 */
"prefs.interface.lblThumbnailPreview" = "Podgląd miniatur:";

/* loco:5c6a87cca08ef152135df354 */
"prefs.interface.checkBoxEnableThumbnailPreview" = "Włącz podgląd miniatur";

/* loco:5c6a87cca08ef152135df355 */
"prefs.interface.lblThumbnailPreviewNote" = "Włącz generowanie i wyświetlanie podglądów miniatur wideo na osi czasu na pasku dotykowym (jeśli jest dostępny).";

/* loco:5c6a87cca08ef152135df356 */
"prefs.subtitles.fontChange.note" = "Zmiany czcionki wymagają ponownego uruchomienia odtwarzania plików z osadzonymi czcionkami.";

/* loco:5c6a87cca08ef152135df357 */
"touchBar.customizationLabel.currentTime" = "Czas";

/* loco:5c6a87cca08ef152135df358 */
"touchBar.customizationLabel.totalRemainingTime" = "Pozostały czas";

/* loco:5c6a87cca08ef152135df359 */
"touchBar.customizationLabel.timeline" = "Pasek przeszukiwania";

/* loco:5c6a87cca08ef152135df35e */
"alert.appNotSupported.title" = "Aplikacja nie jest już obsługiwana";

/* loco:5c6a87cca08ef152135df35f */
"alert.appNotSupported.info" = "Zmień odtwarzacz na bardziej zaawansowaną wersję „webową\" za darmo lub pozostaw Elmedia Player GO.";

/* loco:5c6a87cca08ef152135df360 */
"alert.appNotSupported.emailButton" = "Uaktualnij za darmo";

/* loco:5c6a87cca08ef152135df361 */
"alert.appNotSupported.continueButton" = "Zachowaj aktualną wersję";

/* loco:5c6a87cca08ef152135df362 */
"alertInfoFolxNotFound-setapp" = "Zainstaluj Folx z Setapp, aby rozpocząć pobieranie za jego pomocą.";

/* loco:5c6a87cca08ef152135df363 */
"titleStartPage" = "Ekran główny";

/* loco:5c6a87cca08ef152135df364 */
"notAvailable" = "Nie dotyczy";

/* loco:5c6a87cca08ef152135df365 */
"resolutionHD" = "HD";

/* loco:5c6a87cca08ef152135df366 */
"resolutionFullHD" = "Full HD";

/* loco:5c6a87cca08ef152135df367 */
"resolution2K" = "2K";

/* loco:5c6a87cca08ef152135df368 */
"resolution4K" = "4K";

/* loco:5c6a87cca08ef152135df369 */
"resolution5K" = "5K";

/* loco:5c6a87cca08ef152135df36a */
"resolution8K" = "8K";

/* loco:5c6a87cca08ef152135df36b */
"menuItemVideo" = "Wideo";

/* loco:5c6a87cca08ef152135df36c */
"menuItemAudio" = "Audio";

/* loco:5c6a87cca08ef152135df36d */
"downloadsContextMenuDownloadAll" = "Ściągnij wszystko";

/* loco:5c6a87cca08ef152135df36e */
"downloadsContextMenuCancelAll" = "Anulować całość";

/* loco:5c6a87cca08ef152135df370 */
"alertInfoFailConnection" = "Nie można teraz pobrać jednego lub więcej zasobów.";

/* loco:5c6a87cca08ef152135df371 */
"alertInfoConnectionLost" = "Czy chcesz wznowić przerwane pobieranie?";

/* loco:5c6a9083a08ef153d83b7772 */
"alert.noPlayableFile.title" = "Nic do otwarcia";

/* loco:5c6a9083a08ef153d83b7773 */
"alert.noPlayableFile.info" = "Nie można znaleźć żadnych obsługiwanych plików.";

/* loco:5c6a930da08ef154552d29e6 */
"alert.unableToOpenBluray.title" = "Nie można otworzyć dysku Blu-ray z wybranego folderu";

/* loco:5c6a930da08ef154552d29e7 */
"alert.unableToOpenBluray.info" = "Wybrany folder ma nieprawidłową strukturę katalogów.";

/* loco:5cd04e9aed0cfa53bf503ca2 */
"prefs.general.startInPausedState" = "Rozpocznij odtwarzanie w przerwie";

/* loco:5cd15ee74d3dd748254fc19b */
"audioOutputChannelsSurround6_1" = "7 (6.1 surround)";
